{"input_text":"simplify to A2: Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.","target_text":"People have different dreams when they sleep. Some common dreams are flying, falling, losing teeth, or being outside with no clothes. These dreams often mean the same thing for many people. To know what your dream means, think about what is happening in your life and how you feel."}
{"input_text":"simplify to A2: One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.","target_text":"There are many wild dogs in Moscow, about 35,000. Some were born wild, and some were pets but left by their owners. Some live alone and others live in groups. In 2010, scientists studied the dogs. They found that the dogs have learned how to live in the city. Some dogs wait and cross the street with people. A few dogs even seem to know traffic lights."}
{"input_text":"simplify to A2: Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.","target_text":"Wonder is the first book by RJ Palacio, a writer from New York. She got the idea after seeing a girl with a face that looked different. The book is very popular in the United States and has won many awards. Many schools use the book to talk about bullying, friendship, and being different. A movie is now being made, and many people want to know what RJ Palacio will write next."}
{"input_text":"simplify to A2: Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.","target_text":"Chloe has two pet rats, called Zena and Roxy. She knows that rats are not usual pets, and many people think they are dirty. Chloe often tells people that rats can be very good pets if you take care of them. She didn't like rats before, but her friend Martin showed her his rats. She saw they were kind and clever. Last year, one of Martin's rats had babies. Chloe chose two of them to keep."}
{"input_text":"simplify to A2: Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.","target_text":"Cape Town can be dangerous for baboons. Some are hurt or die in car accidents. Some die from playing with electric wires. Baboons are animals that are in danger of disappearing. To help them, the city now has a team called Baboon Monitors. These people try to move baboons out of the city and take them back to the countryside. This plan works a little, but the baboons often come back because they find food in the city."}
{"input_text":"simplify to A2: I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task.","target_text":"I work for a large IT company, but I work from home because the office is in the USA. I do everything online. This is good because I don't waste time going to work or talking too much with coworkers. I work on different projects, and this is helpful. I can take time off if my children have a school show or if I need to see the dentist. But there is a problem: I don't have fixed hours, so I often work late and sometimes skip dinner to finish my work."}
{"input_text":"simplify to A2: In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.","target_text":"In the 1990s, street art became more popular. Some artists wanted to show ideas about war, unfair treatment, and other problems. Other artists only wanted to make the streets look beautiful. In South America, many artists painted in poor areas. Their art added colour and life to the grey walls."}
{"input_text":"simplify to A2: Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.","target_text":"Every day, people see many clothes and shoes on social media, in magazines, and in shops. In the UK, people are buying more than before. Online shopping makes it easy to buy without thinking. Big brands sell clothes that are very cheap. Some people wear them only a few times and then throw them away."}
{"input_text":"simplify to A2: Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.","target_text":"Sam looked at a car coming to the Big House. The car made a lot of dust. The horses moved their tails to stop the flies. They didn't care that their owner was coming after ten months. Sam waited. Mr. Carter came only when he had to, and Sam liked that. If he stayed away from his boss, he could keep his job. Mr. Carter wiped his neck. His shirt was wet from sweat. His skin was red from the hot June sun. Normally, he stayed inside and made money while others worked."}
{"input_text":"simplify to A2: Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.","target_text":"In Berlin, Germany, many people were upset because hunters were killing pigs. They thought it was too cruel. The city listened and changed the plan. Now people cannot feed pigs, and fences have been built. This is a kinder way to stop pigs. But there are still many pigs, because the winters are getting warmer."}
{"input_text":"simplify to A2: An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.","target_text":"The writer of The Hunger Games, Suzanne, got the idea from old Greek stories. When she was young, she liked the story of Theseus and the Minotaur. In the story, the city of Athens must send children to a monster called the Minotaur every year. The Minotaur lives in a maze and eats the children. One boy, Theseus, fights the monster and kills it. Suzanne thinks Katniss, the main character in The Hunger Games, is like Theseus, but in the future."}
{"input_text":"simplify to A2: By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.","target_text":"Zoos bring people and animals together. They help people learn how to protect animals and nature. Some zoos give homes to animals that were hurt in circuses or left by their owners. Zoos also study animal behavior and how to help sick animals."}
{"input_text":"simplify to A2: A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.","target_text":"Some people are starting a new idea called the 'buy nothing' trend. It began in Canada in the 1990s and then went to the USA. These people don't like buying too much on days like Black Friday and Cyber Monday. On 'Buy Nothing Day', people protest and cut their credit cards. During the year, they also fix and trade things instead of buying new ones."}
{"input_text":"simplify to A2: Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains.","target_text":"Some people think graffiti is art. Others think it is bad. In many countries, painting on public or private places is not allowed. The police often stop street artists, and some must pay fines. Many cities say that cleaning graffiti from buildings and buses costs a lot of money."}
{"input_text":"simplify to A2: What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.","target_text":"What do people in the art world think about street art and graffiti? Today, more people see it as a true kind of art. Big art shows in Paris, London, and Los Angeles have shown street art. In 2008, an American artist, Elura Emerald, made a street art show in New York. She said street artists only want to share their ideas and are not doing anything wrong."}
{"input_text":"simplify to A2: If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.","target_text":"Most people have 4 to 6 dreams every night after they turn 10. That means around 2,000 dreams every year. By age 80, a person may have about 140,000 dreams. Even if we forget 95?C99% of our dreams, we still remember many. So, it's not strange if something we dream later happens in real life, especially if it is something we often see in daily life."}
{"input_text":"simplify to A2: The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed.","target_text":"The Hunger Games happens in the future, after North America is gone. The new country is called Panem. It has 12 poor districts and one rich city, the Capitol. The Capitol has full power. Each district makes something for the Capitol. District 12, where the story starts, gives coal. There was a District 13, but it fought against the Capitol and was destroyed."}
{"input_text":"simplify to A2: Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.","target_text":"Wild animals often go into cities to look for food. In Cape Town, South Africa, baboons now go into areas near people's homes. They open rubbish bins and eat fruit from gardens. Some baboons are very brave and go into houses to take food from kitchens. Baboons can be dangerous and sometimes hurt pet animals. Many people in the city do not want them around."}
{"input_text":"simplify to A2: A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.","target_text":"Many accidents with bridges happen while they are being built. These accidents often happen because engineers make mistakes, like wrong numbers. The bridge can fall down from its own weight. This is very dangerous for the workers on the bridge."}
{"input_text":"simplify to A2: George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.","target_text":"George Lucas was one of the first movie makers to use 'the hero's journey' idea. In this story, the hero starts with a normal life. Then something happens that begins an adventure. In Star Wars, Luke lives with his aunt and uncle and fixes robots. One day, he finds a message from Princess Leia. This is the start of his journey."}
{"input_text":"simplify to A2: Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.","target_text":"One way to stop an asteroid from hitting Earth is to break it with a strong bomb, which is nuclear weapon. This may sound like a movie, and it was in the 1998 film Armageddon. But NASA had a real plan on this. The plan was to send big rockets, about eight tons, to hit the asteroid and push it away. If the asteroid is already too close to Earth, the rocket would take the nuclear bomb to blow it up."}
{"input_text":"simplify to A2: According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.","target_text":"Campbell says that first, the hero does not want to go on the adventure. Then a teacher, also a mentor, comes to help. The hero then goes into a \"special world\" where the adventure happens. In this world, the hero has to do tests, fight enemies, and meet new friends before the biggest fight. Luke's teacher is Obi-Wan, his friends are Han solo and the robots R2D2 and C3PO, and his enemy is Darth Vader inside the Death Star."}
{"input_text":"simplify to A2: Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.","target_text":"Things that we don't use much may look useless, but other people may need them. With the internet, people have found a way to share these things and make money. Website and social media groups now help people to buy and sell used goods. It is easy for people to share with each other in this way. This is the sharing economy."}
{"input_text":"simplify to A2: Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.","target_text":"In the 18th and 19th centuries, people had two main ideas about dreams. The first idea was that dreams show things that we dont know in our mind. Freud believed that if we look at dreams, we can understand our hidden feelings and problems. The second idea was opposite. It said dreams are only random things in the brain when it is cleaning and organising the day's memories. When we wake up, we try to make a story from these pics and feelings."}
{"input_text":"simplify to A2: I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.","target_text":"I am a freelancer, so I work for myself. This is good as I can choose what to do and how to spend my time. At first, I worked at home, but it was hard to focus. There were many things around me, like housework, making tea and families asking for attention. Then I tried to work in a cafe, but the internet was not good and I drank too much coffee. In the end, I rented a desk in a co-working space with five other freelancer. I liked dressing up for the office and going to work in the morning."}
{"input_text":"simplify to A2: Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.","target_text":"NASA needs money to build NEOCam, a space telescope with a small lens, to find the rest of the middle-sized asteriods. This telescope would use infrared light to look for them. If NASA gets the money, it could finish this in 10 years. After that, the team must still plan how to stop the very dangerous asteriods, called PHAs, from hitting Earth."}
{"input_text":"simplify to A2: The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.","target_text":"The \"buy nothing\" idea is now gaining popularity among social media influencers. Normally, they show clothes and make-up for people to buy. But now, some YouTubers tell their fans not to buy anything, even for one year. Two friends in Canada did this and only bought food for a year. In the first three months, they stopped buying electronics, clothes, and things for the house. Later, they also stopped paying for services, like haircuts, eating in restaurants, and petrol for their cars. In one year, they saved $55,000."}
{"input_text":"simplify to A2: Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.","target_text":"Religion is important for Pi. His family is Hindu, but he is also interested in other religions. He makes friends with a Christian priest and a Muslim baker. One day, Pi says that he is Hindu, Muslim, and Christian at the same time. His family and teachers ask him to choose only one religion, but Pi says, \"I just want to love God.\" After this, his family and teachers let him choose his way."}
{"input_text":"simplify to A2: Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind!","target_text":"Some people think that writing down dreams in a notebook can help them have lucid dreams. A lucid dream is when you know you are dreaming, and you can change what happens. For example, you can make a bad dream feel safe, or you can control the story like a movie director. In this way, you are not only looking for the meaning of your dreams, but also making them. But sometimes, you may still want dreams that show what is in your mind."}
{"input_text":"simplify to A2: People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.","target_text":"Some people don't know they are part of the clothing waste problem because they give old clothes to charities. But charity shops cannot sell all of them. Fast fashion quickly goes out of style and is often poor in quality, so people don't want to buy second-hand. A lot of clothes are thrown away, and many clothes that charities cannot sell are sent to other countries. This causes money and environmental problems."}
{"input_text":"simplify to A2: Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms.","target_text":"Some adventurers today like to do many difficult trips. Meagan McGrath from Canada climbed the tallest mountain on each continent, rode her bike across Canada, and ran a long race in the Sahara Desert, where it was 45ºC. But maybe her most special trip was skiing to the South Pole. On the first day, she fell into a glacier and needed help to get out. Many people would stop there, but Meagan continued. After forty days, she reached the South Pole, pulling a sledge with her tent and food through very cold weather and ice storms."}
{"input_text":"simplify to A2: Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.","target_text":"Blek le Rat began by painting rats on the walls of Paris, his home city. Now, he uses his art to talk about social problems. In big cities, he paints pictures of homeless people to make others think about homelessness."}
{"input_text":"simplify to A2: In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains.","target_text":"In some places, councils want artists to stop painting graffiti anywhere on the walls. Instead, they give them special places to paint. In Taiwan, there are \"graffiti zones\" where artists can paint and write on walls. In São Paulo, Brazil, the council also lets some graffiti artists paint on the city's subway trains."}
{"input_text":"simplify to A2: Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.","target_text":"Faith47 comes from Cape Town in South Africa. She paints big, colourful pictures of people and animals. She likes to paint in many places, like on pavements, in empty factories, and on old cars. And we can see her work in these places. She enjoys that street art does not last forever and will be removed by rain or by city cleaners. For her, this shows that life is always changing, with things ending and new beginnings."}
{"input_text":"simplify to A2: In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.","target_text":"In her old job, Gabriela worked in a place with high power distance. This means people respect authority, and leaders make the big decisions. Workers do not usually question their bosses. But her Swedish team worked in a low power distance culture. Here, workers and bosses make decisions together. Leaders act like coaches or teachers, and they want workers to think for themselves and even question them."}
{"input_text":"simplify to A2: When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.","target_text":"When Gabriela saw that she and her team had cultural differences, she chose to talk with them openly about her leadership. The team was glad to be asked and said they were not used to being told what to do. They liked having more freedom and space to be creative. When Gabriela told them exactly what to do, they felt she didn't trust them to do their job. They also saw that Gabriela felt upset when they questioned her decisions. They explained that this was just the way they normally worked."}
{"input_text":"simplify to A2: Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.","target_text":"Os Gêmeos are identical twin brothers from São Paulo.  They paint many things, from small tags to very big, colourful pics of people bu buildings. Their work is often so big that they need cranes to help them. In 2007, they painted a whole castle in Scotland."}
{"input_text":"simplify to A2: People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!","target_text":"People have painted and written on walls for a very long time. In early times, people in Africa and Europe painted animals and people inside caves. Graffiti has also been found on old buildings in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists found many graffiti messages in Latin. These messages were about religion, politics, love, and even magic spells!"}
{"input_text":"simplify to A2: Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities.","target_text":"Have you ever dreamed of climbing Mount Everest or going to the South Pole? Many people have. Every year, thousands of people try to climb the highest mountains or walk across continents. In the past, explorers used maps and compasses, but now they use modern tools like GPS and satellite phones. Many of them love nature and want to tell people about environmental problems. Others want to help people in need and collect money for charities."}
{"input_text":"simplify to A2: The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.","target_text":"The first project is DART- the Double Asteroid Redirection Test. It will be tested on the moon of an asteroid called Didymos. This moon is called \"Didymoon.\" It is 150 metres wide and goes around its bigger \"mother\" asteroid, which is 800 metres wide. Scientists hope that when DART hits Didymoon, it will change its path enough for telescopes on Earth to see."}
{"input_text":"simplify to A2: The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.","target_text":"Katniss is 16 years old. Her father died in a mining accident, so she has to help her family and bring them food. She hunts in the forest near District 12 with her friend Gale. Katniss is very good at shooting with a bow and arrow. One day, her sister Prim is chosen to fight in the Games. Katniss says she will go instead. The other tribute is a boy called Peeta, and Katniss has a strange and hard relationship with him."}
{"input_text":"simplify to A2: Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.","target_text":"When you write down your dreams, you remember more things. Think about the people and the place in the dream, because they can mean something. After one week, you will see that you have written a lot. Then, you can see how your dreams link to your feelings in your daily life."}
{"input_text":"simplify to A2: Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.","target_text":"In the past, many bridges were made of wood. Wood can burn easily. Train bridges had a big problem, because the steel wheels on the steel tracks made sparks. The sparks could make the wooden bridge burn."}
{"input_text":"simplify to A2: It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!","target_text":"We don't know what street art will be like in the future, but we can see some changes now. Most street artists are young and paint in their own city. But more artists are travelling and making art in other countries. They also use the internet to talk and show pictures of their work. Today, street art is starting to get more respect as real art. We don't know what will happen, but street art is htere."}
{"input_text":"simplify to A2: Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.","target_text":"Suzanne Collines alwasy felt sad when she saw war news on TV. When she was a child, her father was a  pilot in the US Air Force and fought in Vietnam. Her mother did not tell her much about the war to keep her safe, but she still saw the news and knew her dad was there. It was very scary for her."}
{"input_text":"simplify to A2: In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.","target_text":"PwC (a company) did a survey around the world. They asked more than 40,000 people, born between 1983 and 1993 (millennials) and some other years.  The questions were about work life, like pay, career, the balance between work and life, and communication. Another company, Deloitte, also made a world survey. They asked more than 10, 000 millennials what they think about the problems and chances nowadays."}
{"input_text":"simplify to A2: Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.","target_text":"Erik Weihenmayer is from the United States and loves adventures. He rode a bike in the deserts of Morocco, went in a kayak in the Grand Canyon, and climbed Mount Everest. He has been blind since he was 13 years old. Erik also helps people with disabilities. He takes groups of blind young people on climbing trips to show them they can be active too."}
{"input_text":"simplify to A2: Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.","target_text":"Online websites let people make money. Previously, busy parents did not have time to go ta a market to sell their children's old things. Now, with online shops, they can sell baby clothes which baby doesn't worn anymore, as well as the pushchairs. This helps them get some money back."}
{"input_text":"simplify to A2: Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.","target_text":"Pi and Richard Parker stay in a lifeboat for 227 days. They are usually hungry, sick and very tired. They live through big storms and the hot sun of the Pacific Ocean, but they are alive. Sometimes Pi feels better because of his three religions, but other times he feels very sad and alone. One day, he sees the land of Mexico, and things start to change. To know the ending, you must read the book yourself."}
{"input_text":"simplify to A2: Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.","target_text":"Chloe got home from school and made a cup of coffee. She went to her room. She had homework, but she wanted to do it later. She enjoyed the quiet hour before her parents came home. In the evening, the house was full of talking, TV, and her dad's jazz music while he cooked. Chloe also liked this time as she could play with her pet rats."}
{"input_text":"simplify to A2: In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.","target_text":"In 2010, NASA found 90% of the big asteroids near Earth that are 1km wide. They are callled 'near-Earth objects'. They are very large like mountains and they move close to Earth's path. NASA thinks about 50 are still missing, but the 887 already found are not dangerous to Earth."}
{"input_text":"simplify to A2: Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.","target_text":"Auggie decides to go to school and face his first day. He is very nervous, like other new students. But because of how he looks, it is very hard. No one wants to sit near him, and he sees children looking at him and talking about him. He is lucky to make two friends: Jack, a boy in his class, and Summer, a girl he meets at lunch. Still, life at school is not easy. Some kids think they will get a sickness, called \"the plague,\" if they touch him. During the school year, he has many good and bad moments. Then, at a school camp, something shocking and difficult happens that changes everything."}
{"input_text":"simplify to A2: The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.","target_text":"The two men looked at the north side of the land. It was so big that they could hardly see the fences. A teenage boy might to run away, but he could not do it on foot. Sam looked at the biggest horse, stamping the ground with its heavy feet. He asked himself: could the boy ride? A good rider could still find touble here, far from anyone. But a boy who could not ride and wanted to escape his father might find it even more dangerous."}
{"input_text":"simplify to A2: Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.","target_text":"Over 4,000 climbers, aged between 13 to 80,  have been to the top of Mount Everest. Climbing high mountains is still very dangerous due to the cold and storms. The best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria started to love climbing when she was a teenager. After school, she became a nurse, but she still climbed in her free time."}
{"input_text":"simplify to A2: Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.","target_text":"After climbing Mount Everest, Gerlinde wanted to climb all fourteen mountains in the world that are over 8,000 metres high. She does it harder by not using oxygen tanks. This is very risky, because at the top there is little oxygen, and it can hurt our brain and body. Gerlinde also helps a charity in Nepal to care poor children and orphans."}
{"input_text":"simplify to A2: If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.","target_text":"When we look at the things we bought, we see that we don't use everything. Maybe we have a thick coat that we liked but don't need in a hot country. Or we have an old phone we don't use after buying a new one. Some people have a car that they only use on weekends. Others have a guest room that turned into a storeroom."}
{"input_text":"simplify to A2: Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.","target_text":"In history, people in many cultures believed dreams could tell the future. They thought dreams were messages from gods. Even now, some people say they dream about a person, place or event and later it really happeded."}
{"input_text":"simplify to A2: Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.","target_text":"Some of the biggest and most expensive transport projects are bridges. Bridges are important because they let cars, trucks and trains cross rivers, mountains or other roads, They are an important part of building work, and people look after them carefully, especially when a bridge falls down."}
{"input_text":"simplify to A2: After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.","target_text":"Gabriela was unhappy for many weeks, so she sent an email to her Swedish manager about the problems with her team. The manager only asked if the team was still working and what could help her work better with them. Gabi thought his reply was not clear, and he was not fixing the problem well."}
{"input_text":"simplify to A2: Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.","target_text":"Dogs that live in groups know that people give food more easily to small, cute dogs. So the group sends those dogs to ask for food. Some dogs can even use the city metro to go from one place to another! Scientists do not know how they know when to get off the train. Maybe they use their strong smell to know their favourite places. Or maybe they listen to the names of the stations. Today, people on the metro are so used to the dogs."}
{"input_text":"simplify to A2: Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites.","target_text":"Ed Stafford is from the UK. He is the first person to walk along the Amazon River. He started in the Andes mountains in Peru and finished in Brazil. The journey took two years and four months, and he walked 6,000 kilometres. The Amazon rainforest is dangerous. There are snakes with poison, big crocodiles, and jaguars. Ed was in danger, but he only got bitten by mosquitoes and ants."}
{"input_text":"simplify to A2: In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.","target_text":"In Britain, people spend more than £1,000 on clothes each year. This is about four per cent of the money they earn. It looks fine, but there are big problems. Many people use credit cards to buy clothes. On average, each adult owes £670 to the credit card companies. This is about two-thirds of what they spend on clothes. People also buy clothes they do not need. Every year, Britain throws away 300,000 tons of clothes, and most of it goes to rubbish places called landfills."}
{"input_text":"simplify to A2: Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.","target_text":"Ed finished his walk with the help of technology. He had a radio to talk to people in the rainforest. He asked them for food and to let him cross their land. Some people came to meet him and showed him the way through hard places. As he walked, Ed wrote a blog about his days. He used the media's interest in his trip. He used this to tell people about the cutting of the rainforest and to raise money for charities for nature and children in Brazil and Peru."}
{"input_text":"simplify to A2: Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.","target_text":"Many businesses know they can make money from the sharing economy. This means using things that people are not using all the time. One idea is to make a website or app to connect people who can provide a service. For example, Airbnb helps people rent out their free rooms or houses to travellers. Another example is Uber. It lets people use their own cars as taxis and earn some extra cash."}
{"input_text":"simplify to A2: One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.","target_text":"Zoos has an important role. They help animals that are endangered, which means very few in the world, by running breeding programmes. In the wild, rare animals often cannot find a mate to have babies. They can also be killed by hunters, lose their homes, and be eaten by other animals. In a good zoo, they can live safely and have babies. When the number of wild animals gets very small, they can become too similar in their genes. Breeding in zoos helps this. Later, the young animals can go back to the wild and make the group stronger."}
{"input_text":"simplify to A2: Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.","target_text":"Accidents with bridges do not happen often. But sometimes trains or boats can make a bridge fall. A fast train crash can break a bridge. A boat is very heavy, so even a slow boat can make a bridge collapse. The best way to stop this is to plan good. New technology can find weak parts of a bridge. Safer building work and better designs can also help prevent these accidents."}
{"input_text":"simplify to A2: At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.","target_text":"First, Pi is afraid of the animals and jumps into the sea. But there are sharks in the water, so he must go back to the lifeboat. In the boat, the animals fights. They kill and eat each other. Soon, only pi and a tiger are left. Pi names the tiger Richard Parker. The tiger feels sick from the sea, so he does not want to eat Pi yet."}
{"input_text":"simplify to A2: When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.","target_text":"When Pi is 16, a new government starts in his country. His parents do not like it and are worried about the future. They decide to close their zoo and move to Canada. Some animals are sold to zoos in North America, and the family takes the other animals on a ship. On the trip, there is a big storm. The ship sinks. Sadly, Pi's family and the sailors die. Pi is alone in a lifeboat with a hyena, a zebra, an orang-utan, and a very big tiger."}
{"input_text":"simplify to A2: The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!","target_text":"The Hunger Games is a very popular book for teenagers and young adults. It was written by Suzanne Collins, an American writer. The book came out in 2008. It has been translated into 26 languages and has sold millions of copies around the world. It is also the first book for young people to sell over one million electronic copies. Later, it became a Hollywood film. The movie is also a big success and made 152.5 million dollars in North America in the first weekend."}
{"input_text":"simplify to A2: Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active.","target_text":"Dreams might come from our minds, putting our daily thoughts in order. In dreams, these thoughts often look like symbols, not clear words. When we are awake, we usually think in words, like talking to ourselves. But when we sleep, the part for language rests, and the part for feelings are more active."}
{"input_text":"simplify to A2: Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.","target_text":"Good relationships help us to be happy. A study showed that happy people usually have close family and friends, and they visit them often. You also need at least one person to share your personal feelings with. It is called 'self-disclosure'. One close friend for deep talks is enough, together with other friends. It is not enough to only have many friends to chat with about music or football. What is important is a deeper connection. Some people also need to learn to listen to others to make stronger friendships."}
{"input_text":"simplify to A2: Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.","target_text":"Psychologist Carol Dweck talks about the 'growth mindset'. This means the brain can change, and we can learn skills even if we are not good at them at the start. Often, people give praise only for the final result or for natural talent. For example: \"You notice small details well\" or \"You are good at organising events.\" But research shows it is better to praise the way people work. Saying something like \"Good effort\" or \"Good for trying new ideas\" helps people learn new skills and improve their talents."}
{"input_text":"simplify to A2: The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.","target_text":"The rover tests the air on Mars from time to time. In 2014, it found methane. Methane is a simple organic molecule and is also in natural gas. Methane cannot stay long, so something on Mars is making more of it. NASA says Mars gives out thousands of tons of methane at a time. The amount of methane changes with the seasons, like the planet is breathing."}
{"input_text":"simplify to A2: Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.","target_text":"When Carol Dweck started her work as a psychologist at Stanford University, she gave some ten-year-old children some easy problems. One group of children reacted well. They liked the challenge and believed they could learn more in the future. Dweck called this a 'growth mindset'. But the other group felt bad. They thought the problems showed they were not smart, and they could not imagine improving. Dweck called this a 'fixed mindset'. Some children with this mindset said they might cheat next time, and others tried to feel better by looking at kids who did worse than they."}
{"input_text":"simplify to A2: Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.","target_text":"Horror films often happen in empty places. They can be an old hospital, a house or a town without people. Empty places make us think what it was like when people lived there? Why did they leave? These places are also very quiet and scary. For film directors, such places are good too, as it makes sense that there is no phone signal."}
{"input_text":"simplify to A2: No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.","target_text":"In horror films, the basement is always a scary place. It doesn't matter what house it is. Often, something is hiding there, or a bad person hides their tools. Basement are dark and sometimes wet. You can go down a small staircase to reach them. Even when they are empty, basements feel creepy."}
{"input_text":"simplify to A2: Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.","target_text":"Gary Collins, a policeman on holiday, was watching the London street fight on TV. He saw some people he knew and stopped his holiday to help. In six months, he studied CCTV videos and found 190 people, many just by looking at their eyes. His help was very important in the police work. The computer software for face identification only found one person in 200,000 hours of film."}
{"input_text":"simplify to A2: Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.","target_text":"I think it exciting to think about how people can change with technology. One day, we might put a computer inside the brain. This could help us be better at maths, see and hear better, and remember more things. In the future, this idea will be more common."}
{"input_text":"simplify to A2: It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.","target_text":"The talk was very interesting, and the speaker said some important things. One example was about the example of parents. Teenagers see their parents using social media while cooking or waiting for a red light, so how can we expect teenagers not to text while doing homework? The speaker also said that people want to be in two places at once. They change between real life and online talks. I see this with my teenage daughter and her friends. They meet together, but then they sit quietly, each one busy with a different online chat."}
{"input_text":"simplify to A2: As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.","target_text":"The news often makes us think the world is getting more violent, but there is some hope. Between the end of World War II and 1990, 30 wars killed more than 100,000 people each. Today, there are still civil wars, but many countries live more peacefully than before. Terrorism has grown in the last years, and since World War II, wars have killed more peopl than soldiers. But not all statistics are bad. People are nine times more likely to die from violent crime than from war, but the world murder rate has gone down, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"input_text":"simplify to A2: Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world.","target_text":"Wasfia works hard to help people protect human rights. In Bangladesh, some projects came to teach and help women and girls, but when the projects stopped, they were left with nothing. Wasfia wanted her country to be strong on its own. She used her two passions, climbing mountains and human rights, to change how people see women. She first climbed mountains in Tibet and Nepal, because in Bangladesh, there are no mountains, only flat land near the sea. Her work is now successful. People in Bangladesh and in other countries are paying attention."}
{"input_text":"simplify to A2: The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.","target_text":"Most people believe that poor countries have no hope. They think these countries only have poverty, bad leaders, and no change. But this is not true. A big change is happening. In the past 20 years, 700 million people got more money and are no longer poor. Every year, six million fewer children die from illness. More gilrls go to school now, and people can drink clean water."}
{"input_text":"simplify to A2: In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.","target_text":"Some managers give feedback in a \"sandwich\" format. They say something good, then something bad, and then something good again. But if they do this too many times, workers may think the good things are fake. They may also think the good ones are there to hide the bad ones. This makes the good feedback weak. Positive feedback should be real. It should help workers feel proud and keep doing the good work."}
{"input_text":"simplify to A2: I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.","target_text":"I belong to the Campaign to Stop Killer Robots. Don't think about movie robots like the Terminator. Think about this now: armies already use machines like drones, big guns, and guard robots to kill with little help from people. The next step may be \"murderbots\". These are robots that take orders but then choose for themselves who to kill. I think this is very bad and dangous for people. We must be very careful about what we make the machine do."}
{"input_text":"simplify to A2: Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.","target_text":"Today, more people learn English than all other languages. English is also spoken in most countries. But Chinese has the most native speakers, which means people who speak it from birth. There is no big link between the number of native speakers and learners. But there is a stronger link between the number of learners and how many countries speak that language."}
{"input_text":"simplify to A2: Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.","target_text":"Your manager tells you she wants to talk to you about your work on the last project. You feel worried all weekend and think you may have done something wrong. On Monday, you go to her office. She begins by saying good things about your work. You are not sure if this is the \"feedback sandwich.\" The feedback sandwich is when someone says something good, then says something bad, and then says something good to finish."}
{"input_text":"simplify to A2: A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.","target_text":"Born in the USA is a rock album with fast music that makes you want to move, but the words of the songs are serious. They tell stories about the hard side of the American dream. Many songs are about working people who try hard but do not get rich or famous. For example, Glory Days is about people in a small town remembering when they were young, and Downbound Train is about a young man who loses his job and his life becomes sad. The singer seems to sing about real people he knew, and the life he might have had if he were not a star. The album shows that \"the Boss\" has special talent."}
{"input_text":"simplify to A2: Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.","target_text":"Lewis wants more parts of the sea to be protected. At the moment, only 3% is protected, and he wants this to be 10%. He hopes this will help fix the damage people cause, like too much fishing, pollution, and rubbish in the sea. On his trips, Lewis saw this damage himself. He swam over coral that had lost its colour because the water was too hot. In the Red Sea, he saw places with no fish, but plastic. Pugh believes nature can heal if we give it space, but we must do it quickly. If we do not take care of the sea now, it may soon be too late."}
{"input_text":"simplify to A2: Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.","target_text":"Terrie Sharp is a very popular writer, and her books sell well. She has won the Olive Crime Writer Award two times. She was born in Glasgow, a place with a lot of crime. As a child, she learned to be quiet, stay safe, and even how to open car doors with a knife. Luckily, she only used this for her stories. Now she is not quiet, she goes on TV shows like Police Today and gives talks at writing conferences in the UK."}
{"input_text":"simplify to A2: Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.","target_text":"Are things getting worse? Is progress impossible? In his book Enlightenment Now, Steven Pinker says there is good news. People now live longer, healthier, and happier lives with more freedom. But Pinker also warns us. He says that clear thinking and science are under attack. Some people make people follow only their own group, lose hope, and stop trusting others. If this happens, imporatant things like democracy and countries working together may be badly damaged."}
{"input_text":"simplify to A2: In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.","target_text":"In old horror films, the main characters could not easily call for help or the police. But now people have mobile phones, so this problem looks less true. How do films keep the story scary? The answer is no phone signal! In many horror films, when the hero really needs to call, there is no signal. Or the phone battery dies while they are calling. Sometimes both happen."}
{"input_text":"simplify to A2: In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.","target_text":"In the 1950s, banana farmers in Central America had a big problem. Their best banana, called Gros Michel or Big Mike, was dying. Now the same problem is happening to its replacement, the Cavendish. Big Mike was very popular because it was sweet, had a thick skin, and was easy to carry and sell. United Fruit, the biggest company, grew these bananas by taking shoots from the plant stems instead of seeds. They planted the bananas very close to each other in larger fields."}
{"input_text":"simplify to A2: Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.","target_text":"Most spiders have venom, but it is for catching food, not for hurting people. Only about 25 kinds of spiders can harm humans. A spider bite can be painful, but it rarely kills. In Australia, the Sydney funnel-web spider has not killed anyone since doctors made an anti-venom in 1981. But be careful with hairy spiders like tarantulas. If they feel danger, they throw out tiny hairs. These hairs can get into your skin or eyes and make them very sore."}
{"input_text":"simplify to A2: This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.","target_text":"This type of movie was very common in the late 20th century. At the beginning, many teenagers are having fun. At the end, only one girl is still active. At first, the girl is shy, quiet and not strong. But later, she becames brave and clever. In the end, the \"last girl\" usually wins."}
{"input_text":"simplify to A2: If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.","target_text":"To know how humans learned complex language, we must look at how our brains are different from animals' brains. It is not only about the size of the brain, but also about what it can do, and when and why it changes. There are not many clues, as old subjects cannot tell us what kind of speech early humans had. But we can see changes in the mouth, throat, and tongue of early human bones. Around 100,000 years ago, humans got the ability to make complex sounds. Before that, scientists could only guess if early humans used simple sounds to talk."}
{"input_text":"simplify to A2: It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.","target_text":"Society tells us that girls should choose arts and humanities, and boys should choose maths and physics. Another problem is that children do not often see women working in science. In cartoons and stories, the scientist, inventor, or astronaut is usually a man. People also think scientists are strange, not good at talking to others, or always working alone. These ideas are not true, but they can make girls feel that science is not for them. If girls saw more women in science, they would feel more confident and feel that they belong in those subjects."}
{"input_text":"simplify to A2: The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.","target_text":"The Scallion is a student newspaper. It is printed every week and given out free in university buildings. Around 10,000 students read it. Students write and produce the paper. A survey says students and teachers like it for fun, culture, and work experience. But printing costs a lot. Some students cannot get the paper easily, as they have to go to the university to take a copy. There is also an environmental problem: many copies are left as rubbish on campus."}
{"input_text":"simplify to A2: At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.","target_text":"At Girox Foods, around 12% of workers leave the company every year. This looks small, but in the same industry, the normal number is only 7%. The goal of this report is to look at why workers feel they belong in the company and then give ideas to make the workplace better. The goal is that this will help more workers stay in the job."}
{"input_text":"simplify to A2: So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.","target_text":"I agreed with much of what the speaker said. I think that when people are more connected, they can sometimes feel lonelier. For my generation, this is not such a big problem, because we lived many years without modern technology. We know how to be alone, and we know it is OK. But for people under 20, it is different. They spend so much time sending messages that they do not feel real solitude. They may not learn how to enjoy being alone. They also talk by messages that can be changed, instead of learning face-to-face conversations."}
{"input_text":"simplify to A2: Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.","target_text":"Do not always say something bad after saying something good. If good and bad comments always come together, the good words may not feel real. Sometimes, give good feedback only, and try not to add any criticism."}
{"input_text":"simplify to B1: Your dreams might show you all kinds of insights into things that you didn't realise you were thinking about. Common dreams like being able to fly or falling, your teeth falling out or having no clothes on in a public place probably mean something similar in most people. But the key to understanding exactly what they mean to you is to connect them to the events and feelings in your daily life.","target_text":"Dreams can tell us something about our thoughts and feelings, even if we don't realise it. Many people have similar dreams, like flying, falling, losing teeth, or being in public without clothes. These dreams often have the same meaning for most people. To really understand your dream, you should think about your daily life and emotions."}
{"input_text":"simplify to B1: One of the most interesting cases of wild animals living in a city are the wild dogs of Moscow. In Moscow, there are approximately 35,000 wild dogs living on the streets. Some of the dogs were born wild, while others are pets that have been abandoned by their owners. Some dogs live alone and others live in packs. In 2010, scientists studied the dogs and found that the dogs have adapted remarkably successfully to urban life. They have learned that it is safer to cross the street with people and some dogs appear to understand traffic lights.","target_text":"One interesting example of wild animals in a city is the wild dogs in Moscow. There are around 35,000 wild dogs living on the streets. Some of them were born in the wild, and others were once pets but were left by their owners. Some dogs live alone, and some stay in groups. In 2010, scientists studied them and found that the dogs have learned to live well in the city. They often cross the street with people, and some even seem to understand traffic lights."}
{"input_text":"simplify to B1: Wonder is New Yorker RJ Palacio's first novel. On her website, she explains that the idea for the book came to her after seeing a girl with facial deformities on the street one day. Wonder has been a bestseller in the United States and has already won several awards. Many schools are using it as a starting point for discussions about bullying, friendship and what it's like to be different. A film version is being made, and many, including me, are waiting eagerly to see what RJ Palacio writes next.","target_text":"Wonder is the first novel by RJ Palacio, who comes from New York. She says that she got the idea for the story after seeing a girl with a facial difference on the street. The book became a bestseller in the United States and has already won several awards. Many schools use it to start conversations about bullying, friendship, and how it feels to be different. A film version is now in progress, and many people are excited to read her next book."}
{"input_text":"simplify to B1: Chloe has two pet rats, Zena and Roxy. Chloe knows they're not typical pets and she has lost count of the times she's patiently tried to explain to people that rats aren't dirty and they make fantastic pets if you look after them correctly. But she understands why people react badly. She didn't like rats either until her friend Martin showed her his pet rats and she saw how affectionate and intelligent they were. Last year, when one of Martin's rats had babies, Chloe decided she'd like to have two of them.","target_text":"Chloe owns two pet rats named Zena and Roxy. She knows rats are not common pets, and she has tried many times to explain that rats are not dirty and can be great pets if you care for them properly. She understands why people are unsure about rats: she didn't like them either until her friend Martin showed her his. After seeing how loving and smart they were, she changed her mind. When one of Martin's rats had babies last year, Chloe decided to keep two of them."}
{"input_text":"simplify to B1: Cape Town can be a dangerous place for baboons. Some have been injured or killed in car accidents and others have been electrocuted as they played with electric cables. Baboons are an endangered species and to save them and minimise conflicts between humans and baboons, the city council has employed a team of Baboon Monitors. The monitors' job is to chase baboons out of urban areas or catch them and release them in the countryside. This policy has had some success, though it is proving hard to stop baboons from coming back to the city once they see it as a source of easy food.","target_text":"Cape Town is a risky place for baboons. Some are injured or killed by cars, and others are electrocuted when they touch electric wires. Because baboons are an endangered species, the city has hired a group called Baboon Monitors. Their job is to keep baboons out of the city by chasing them away or catching them and releasing them in the countryside. This plan has worked somewhat, but it's difficult to stop the baboons from returning since they see the city as a place to find easy food."}
{"input_text":"simplify to B1: I work for a global IT company, but because their headquarters is in the States, I do all my work online from home. That means that I don't waste time commuting or making idle chit-chat with colleagues. I work on a project basis, and this flexibility is very valuable to me because it means that I can easily take some time off when my children need me to go to their school performances or if I need to schedule an appointment with the dentist. The downside is that without clear office hours, I tend to work well into the evening, sometimes skipping dinner to finish a task.","target_text":"I work for a global IT company, but since the main office is in the United States, I do all of my work from home online. This is helpful because I save time: no travel and no small talk with coworkers. I work on different projects, and I really like the flexibility. I can take time off if my children have something at school or if I need to go to the dentist. However, there is a disadvantage. Without clear office hours, I often work late into the evening and sometimes miss dinner just to finish a task."}
{"input_text":"simplify to B1: In the 1990s, graffiti continued but there was also an explosion in street art around the world. Some artists wanted to make political points and produced art that tried to make people think about war, inequality and discrimination. Other street artists were more concerned with producing beautiful, attractive work. In South America, many street artists went to work in poor areas adding colour, life and beauty to grey, city walls.","target_text":"During the 1990s, graffiti continued, but street art also became much more popular around the world. Some artists used street art to talk about politics and serious issues like war, inequality, and discrimination. Others focused on making beautiful and interesting art. In South America, many street artists painted in poor neighbourhoods to bring colour and beauty to the grey walls of the cities."}
{"input_text":"simplify to B1: Social media, magazines and shop windows bombard people daily with things to buy, and British consumers are buying more clothes and shoes than ever before. Online shopping means it is easy for customers to buy without thinking, while major brands offer such cheap clothes that they can be treated like disposable items – worn two or three times and then thrown away.","target_text":"Social media, magazines, and shop windows show people many things to buy every day. In the UK, people are now buying more clothes and shoes than ever. Online shopping makes it quick and easy to buy things, sometimes without thinking. Big brands often sell very cheap clothes, so many people wear them only two or three times and then throw them away like rubbish."}
{"input_text":"simplify to B1: Sam squinted against the sun at the distant dust trail raked up by the car on its way up to the Big House. The horses kicked and flicked their tails at flies, not caring about their owner's first visit in ten months. Sam waited. Mr Carter didn't come out here unless he had to, which was just fine by Sam. The more he kept out of his boss's way, the longer he'd have a job. Mr, Carter wiped the sweat from the back of his neck. The damp patches on his shirt drew together like shapes in an atlas. His skin was already turning ruddy in the June sun. Otherwise he had the indoor tan of a man that made money while other people did the work.","target_text":"Sam narrowed his eyes at the dust in the distance. A car was coming up to the Big House. The horses kicked and moved their tails to stop the flies, not caring that their owner hadn't visited for ten months. Sam stood and waited. Mr. Carter only came when necessary, and Sam was happy about that. The less he saw his boss, the safer his job was. Mr. Carter wiped sweat from his neck. His shirt had wet spots, and his skin was getting red from the summer sun. Normally, he stayed indoors, making money while others did the hard work."}
{"input_text":"simplify to B1: Many city residents in Berlin, Germany complained that shooting pigs was unnecessarily cruel and there were heated arguments between hunters and animal lovers. In response to protests, the city council decided to take more peaceful action against pigs. Instead of shooting them, they have put up fences and made it illegal to feed the pigs. Time will tell if this strategy works, though it may be a losing battle as warmer winters mean that pig numbers are greater than in the past.","target_text":"In Berlin, Germany, many local people complained that shooting pigs was too cruel. This caused strong arguments between hunters and animal lovers. Because of the protests, the city council chose a more peaceful solution. They put up fences and made it against the law to feed wild pigs. It's not clear if the plan will work, since warmer winters have caused the number of pigs to grow more than before."}
{"input_text":"simplify to B1: An important inspiration for the Hunger Games book comes from Suzanne's love of classical Greek mythology. When she was a child, one of her favourite stories was Theseus and the Minotaur. In this story the city of Athens is ruled by Crete, but the Athenians rebel. As a punishment, Minos the king of Crete forces the Athenians to send seven boys and seven girls to Crete every year. The youths are thrown into the labyrinth and eaten by a monster that lives there called the Minotaur. But one of the youths, named Theseus, fights the Minotaur and kills it. Suzanne sees Katniss Everdeen as a futuristic Theseus.","target_text":"One big inspiration for The Hunger Games came from Suzanne Collins' love of ancient Greek myths. As a child, one of her favourite stories was Theseus and the Minotaur. In the story, Athens is controlled by Crete, and every year the king of Crete, Minos, makes the Athenians send seven boys and seven girls. These children are sent into a maze where a monster, the Minotaur, lives. Theseus, one of the children, kills the monster. Suzanne sees her character Katniss as a modern version of Theseus."}
{"input_text":"simplify to B1: By bringing people and animals together, zoos have the potential to educate the public about conservation issues and inspire people to protect animals and their habitats. Some zoos provide a safe environment for animals which have been mistreated in circuses, or pets which have been abandoned. Zoos also carry out important research into subjects like animal behaviour and how to treat illnesses.","target_text":"Zoos connect people with animals and help teach the public about protecting animals and the environment. Some zoos give a safe home to animals that were treated badly in circuses or pets that were abandoned. Zoos also do important research on animal behaviour and how to treat their illnesses."}
{"input_text":"simplify to B1: A different trend is springing up in opposition to consumerism – the 'buy nothing' trend. The idea originated in Canada in the early 1990s and then moved to the US, where it became a rejection of the overspending and overconsumption of Black Friday and Cyber Monday during Thanksgiving weekend. On Buy Nothing Day people organise various types of protests and cut up their credit cards. Throughout the year, Buy Nothing groups organise the exchange and repair of items they already own.","target_text":"A new movement against consumerism is growing – it's called the 'buy nothing' trend. It started in Canada in the early 1990s and then spread to the US. People involved in this movement want to avoid overspending, especially during shopping events like Black Friday and Cyber Monday. On Buy Nothing Day, they hold protests and even cut up their credit cards. Throughout the year, they also organise activities to repair or exchange used items instead of buying new ones."}
{"input_text":"simplify to B1: Is graffiti art or vandalism? This depends on your point of view, but in many countries, writing or painting on public or private property is considered vandalism. Many street artists have been stopped by the police and some have had to pay fines. Many city councils complain about the high cost of cleaning graffiti off buildings, buses and trains.","target_text":"Some people see graffiti as art, while others think it is vandalism. In many countries, painting or writing on public or private property is against the law. Street artists are often stopped by the police, and some are fined. City councils often complain about how expensive it is to clean graffiti from walls, buses, and trains."}
{"input_text":"simplify to B1: What does the art world think of graffiti and street art? Recently, there has been a growing recognition of its value as an art form. There have been major exhibitions of street art in galleries in Paris, London and Los Angeles. The American artist Elura Emerald organised a street art exhibition at a New York gallery in 2008. She defended street artists, saying 'artists who paint on the street are merely expressing themselves, not hurting anyone. They should be appreciated and celebrated'.","target_text":"How does the art world view graffiti and street art? Recently, more people have started to see it as a real form of art. Large exhibitions featuring street art have been held in cities like Paris, London, and Los Angeles. In 2008, American artist Elura Emerald organised a street art exhibition in a New York gallery. She supported street artists, saying they are simply expressing themselves and not doing harm, and that they should be respected and celebrated."}
{"input_text":"simplify to B1: If most people have four to six dreams every night after the age of ten, that's as many as 2,000 dreams per year. So, by the time they reach 80 years old the average person might have had 140,000 dreams. Even if we forget 95–99 per cent of our dreams, that's still a few thousand remembered dreams across a lifetime. It's not too difficult to believe that, by coincidence, a dream event is followed by a real-life event that's similar to it, especially if the subject of the dream is something that happens often in everyday life.","target_text":"After the age of ten, most people have between four and six dreams each night. That adds up to about 2,000 dreams a year. By the time someone turns 80, they may have had around 140,000 dreams. Even though we forget most dreams–about 95 to 99 percent–we still remember thousands over a lifetime. So, it's not hard to believe that sometimes a dream is followed by a real-life event that feels similar, especially when it's about something that happens often in everyday life."}
{"input_text":"simplify to B1: The Hunger Games takes place in the future, after the destruction of North America. The country is called Panem and is made up of twelve poor districts governed by the wealthy Capitol. The Capitol holds absolute power over the nation. Each district is responsible for producing different things for the Capitol. District 12, where the story begins, provides all the coal for the country. There used to be a thirteenth district but they rebelled against the Capitol in the past and were destroyed.","target_text":"The Hunger Games is set in the future, after North America has been destroyed. The new country is called Panem, which includes twelve poor districts ruled by the rich Capitol. The Capitol controls the entire country. Each district has its own job and sends goods to the Capitol. The story begins in District 12, which produces coal. There used to be a District 13, but it rebelled and was later destroyed by the Capitol."}
{"input_text":"simplify to B1: Often wild animals come into cities to look for food. In Cape Town, South Africa, baboons have started coming into residential areas on the edge of the city to feed. They open rubbish bins and eat fruit from gardens and orchards. Some brave baboons have even come into people's houses and taken food from kitchen cupboards and fridges! Baboons can be aggressive and have attacked a lot of pet animals, so understandably, many city residents don't welcome their presence.","target_text":"Wild animals often enter cities in search of food. In Cape Town, South Africa, baboons have begun coming into areas where people live. They open rubbish bins and eat fruit from gardens and orchards. Some even go into homes and take food from kitchen cupboards and fridges. Since baboons can be aggressive and have attacked many pets, it's easy to understand why many city residents don't want them nearby."}
{"input_text":"simplify to B1: A large number of bridge accidents occur during the construction of the bridge itself. These accidents are often due to an error made by the engineers, such as a miscalculation. The bridge collapses under its own weight, and this can be deadly for the workers on it at the time.","target_text":"Many bridge accidents happen during construction. These are often caused by mistakes made by engineers, such as wrong calculations. When this happens, the bridge may collapse under its own weight, which can be deadly for the workers on it at the time."}
{"input_text":"simplify to B1: George Lucas was one of the early film directors to directly base his story on the 17 stages of the hero's journey. Typically the hero starts the story living an ordinary life, but something happens that calls them to an adventure that changes everything. At the beginning of Star Wars, Luke lives an ordinary life with his aunt and uncle, repairing robots. When he finds Princess Leia's message to Obi-Wan Kenobi inside the robot R2D2, it is 'the call to adventure' that starts the hero on his journey.","target_text":"George Lucas was one of the first film directors to base a story on the 17 stages of the hero's journey. In this type of story, the hero begins with a normal life, but something happens that sends them on an adventure. In Star Wars, Luke Skywalker lives with his aunt and uncle and works on robots. When he finds Princess Leia's message in the robot R2D2, it becomes his 'call to adventure' and marks the beginning of his journey."}
{"input_text":"simplify to B1: Another suggested defence against a PHA on course to hit Earth is to blow it up using a nuclear weapon. It may sound like a plot from a film, and it was the subject of the 1998 film Armageddon, but the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a genuine NASA proposal. The eight-ton rockets would be fired at an approaching asteroid with the hope of bumping it off course. If the asteroid was too close to Earth for this plan to work, the rockets would carry nuclear bombs to blow it up instead.","target_text":"Another way to stop an asteroid from hitting Earth is to destroy it with a nuclear weapon. This may sound like a film story, and it was actually in the 1998 film Armageddon. However, the Hypervelocity Asteroid Mitigation Mission for Emergency Response (HAMMER) is a real project from NASA. The plan was to send eight-ton heavy rockets towards an asteroid to push it away from its path. If the asteroid is already too close to Earth, the rockets could carry nuclear bombs to break it apart."}
{"input_text":"simplify to B1: According to Campbell, the hero at first refuses the call to adventure, but a mentor appears who helps them and they decide to 'cross the threshold' and travel into the 'special world' where the adventure happens. The next stage consists of passing tests, fighting enemies and meeting friends as the hero prepares to face their biggest challenge. For Luke the mentor is, of course, Obi-Wan, the friends are Han Solo and the robots R2D2 and C3PO and the enemy is Darth Vader inside the special world of the Death Star.","target_text":"According to Campbell, the hero first refuses to start the adventure. Then a mentor appears and helps them, so the hero decides to \"cross the threshold\" and enter the \"special world\" where the adventure takes place. In this world, Luke's mentor is Obi-Wan,  his friends are Han Solo and the robots R2D2 and C3PO, and his enemy is Darth Vader in this special world of the Death Star."}
{"input_text":"simplify to B1: Underutilised items may seem useless to some, but could be an asset to others. With the advent of the internet, online communities have figured out a way to generate profit from the sharing of those underused assets. Using websites and social media groups that facilitate the buying and selling of second-hand goods, it is now easier than ever for peer-to-peer sharing activities to take place. And this is known as the sharing economy.","target_text":"Some things that are not often used may look useless to people, but they can be valuable to others. With the internet, online groups have found a way to make money by sharing unused items. With websites and social media pages that help people buy and sell second-hand goods, it is now easier for people to share items with each other. This is called the sharing economy."}
{"input_text":"simplify to B1: Around the 18th and 19th centuries two main ideas about dreams became popular. One was the idea that the things we see in our dreams represent things hidden from our conscious mind. Freud believed that if we understand what dreams are telling us, we can understand our hidden feelings and the problems they cause. However, the other theory was the opposite. It said that dreams are just a collection of random activity in the brain while it's organising memories and events from the day. When we wake up, we try to make sense of these random images and feelings and put them into some sort of story.","target_text":"In the 18th and 19th centuries, two main ideas about dreams became popular. The first was that dreams show things that are hidden in our minds. Freud thought that by studying dreams, we can learn about our secret feelings and the problems they create. The second idea was the opposite. It said that the dreams are the result of random brain activity while it is sorting memories and events from the day. When we wake up, our brain tries to connect these random images and feelings into a story."}
{"input_text":"simplify to B1: I'm a freelancer and work for myself. This is great because I am in control of what I do and how I spend my time. At first, I was working from home, but I found it really hard to concentrate. There were just too many distractions around: housework that needed doing, another cup of tea, my family members wanting my attention for various things. So I started to go to a nearby café to work, but the Wi-Fi connection wasn't ideal and I found myself drinking too much coffee. In the end, I decided to rent a desk in a co-working space with five other freelancers like myself. I liked getting dressed to go to work in the morning and being able to focus in an office environment.","target_text":"I work as a freelancer, which means I work for myself. I like it because I can decide what to do and how to use my time. At first, I worked from home, but I had trouble concentrating. There were many distractions, such as doing household, making tea, and family members wanted me to listen to them. Then I tried to working in a cafe, but the wifi was not very good and I drank too much coffee. Finally, I chose to rent a desk in a co-working space with five other freelancers. I enjoyed dressing for work in the morning and focusing better in an office environment."}
{"input_text":"simplify to B1: Whether NASA can find the remaining middle-sized NEOs depends on getting the money to build NEOCam, a 0.5-metre space telescope which would use infrared light to locate asteroids. If it did get the money, it could probably achieve its goal in ten years. Once logged, the planetary defence team would still need to work out how to defend the planet against being hit by the truly worrying asteroids – the PHAs.","target_text":"NASA can only find the rest of the middle-sized asteriods if it gets money to build NEOCam, a space telescope with a 0.5-meter lens that uses infrared light to find them. With enough money, NEOCam could probably finish this work in 10 years. But after that, the planetary defence team would still have to think about how to protect Earth from the most dangerous asteroids, called PHAs."}
{"input_text":"simplify to B1: The 'buy nothing' trend has now reached influencers on social media who usually share posts of clothing and make-up that they recommend for people to buy. Some YouTube stars now encourage their viewers not to buy anything at all for periods as long as a year. Two friends in Canada spent a year working towards buying only food. For the first three months they learned how to live without buying electrical goods, clothes or things for the house. For the next stage, they gave up services, for example haircuts, eating out at restaurants or buying petrol for their cars. In one year, they'd saved $55,000.","target_text":"The \"buy nothing\" concept has now become popular among influencers on social media, who normally post about clothes and make-up for people to buy. Some YouTubers now ask their followers to stop shopping completely, even for a year. In Canada, two friends tried this challenge and only bought food. In the first three months, they learned to live without buying things like electronics, clothes, or things for the house. Later, they also gave up services such as haircuts, eating in restaurants, or paying for petrol for their cars. In one year, they had saved $55,000"}
{"input_text":"simplify to B1: Religion is important to Pi. Though his family is Hindu, he is curious about other religions and he makes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi declares himself to be simultaneously Hindu, Muslim and Christian. When his family and teachers ask him to choose just one religion, Pi refuses, saying 'I just want to love God'. From that moment, his family and teachers decide to let him make his own mind up about religion.","target_text":"Religion is very important to Pi. His family is Hindu, but he is also interested in other religions. He becomes friends with a Christian priest and a Muslim baker. To everyone's surprise, Pi says that he is Hindu, Muslim, and Christian at the same time. When his family and teachers tell him to choose only one religion, Pi refuses and says, \"I just want to love God.\" After that, his family and teachers allow him to decide for himself about religion."}
{"input_text":"simplify to B1: Some people think writing your dreams down can open your mind to lucid dreaming. Lucid dreams are dreams where you're not only aware you're dreaming but you can make decisions to affect the events of your dreams. So, maybe you can turn a nightmare into a safe-feeling dream, or you can direct the plot of your dream like a film director. Then, instead of just working out the meaning of your dreams, you'll be creating them, though you might want to continue having some dreams that allow your subconscious to tell you what's on your mind!","target_text":"Some people think that writing down their dreams can help them experience lucis dreaming. A lucid dream is a dream where you know you are dreaming and can make choices that change what happens. For instance,  you might turn a nightmare into a dream that feels safe, or you could guide the story of the dream like a film director. This means you are not only trying to understand your dreams but also creating them. Still, you may want to keep some dreams that show what your subconscious mind is thinking."}
{"input_text":"simplify to B1: People might not realise they are part of the disposable clothing problem because they donate their unwanted clothes to charities. But charity shops can't sell all those unwanted clothes. 'Fast fashion' goes out of fashion as quickly as it came in and is often too poor quality to recycle; people don't want to buy it second-hand. Huge quantities end up being thrown away, and a lot of clothes that charities can't sell are sent abroad, causing even more economic and environmental problems.","target_text":"People don't realise they are part of the problem of disposable clothing because they give their unwanted clothes to charity shops. However, these shops cannot sell everything. Fast fashion quickly goes out of style and is often too low in quality to recycle, so people don't want to buy it second-hand. As a result, a large amount of clothes are thrown away, and many that charities cannot sell are sent to other countries, which creates more economic and environmental problems."}
{"input_text":"simplify to B1: Not content with one amazing trip, some of today's adventurers go from challenge to challenge. Meagan McGrath from Canada has climbed the highest mountain on each continent, ridden a bike across Canada and run a long-distance race in the Sahara Desert in 45ºC heat. But perhaps her most remarkable journey was a skiing trip to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many of us would have given up at that point, but Meagan decided to carry on. She reached the South Pole forty days later, having pulled a sledge with a tent and all her food behind her through freezing conditions and ice storms.","target_text":"Some modern adventurers do not stop after one amazing trip but keep looking for new challenges. Meagan McGrath from Canada has climbed the tallest mountain on each continent, cycled across Canada, and run a long-distance race in the Sahara Desert in 45ºC heat. However, the most impressive journey may have been skiing to the South Pole. On the first day, she fell into a glacier and had to be rescued. Many people would have quit, but Meagan continued. Forty days later, she reached the South Pole after pulling a sledge with her tent and food through weather and ice storms."}
{"input_text":"simplify to B1: Blek le Rat started out painting rats on the walls of his home city, Paris. Nowadays, he tries to make people think about different social issues and problems. He paints pictures of homeless people in big cities to encourage residents to think about the problem of homelessness.","target_text":"Blek le Rat was known for painting rats on the walls of Paris, his home city. Nowadays, his art focuses on social issues and problems. For example, he paints images of homeless people in big cities to make residents think more about the issue of homelessness."}
{"input_text":"simplify to B1: In some areas, councils have tried to encourage artists not to paint graffiti randomly on walls by allowing them to work in designated areas. Taiwan is one such place and there are 'graffiti zones' where artists are free to paint and write on walls. In São Paulo in Brazil, the city council has even allowed some graffiti artists to paint on the city's subway trains.","target_text":"In some places, local councils try to stop random graffiti by giving artists special areas to paint. Taiwan  has \"graffiti zones\" where artists can freely paint and write on walls. In São Paulo, Brazil, the city council has even allowed some graffiti artists to paint on the subway trains."}
{"input_text":"simplify to B1: Faith47 is from Cape Town in South Africa. She paints big, colourful pictures of people and animals and likes to explore different locations. Her work is found on pavements, in empty factories and on abandoned cars. She likes the fact that most street art is temporary and will soon be removed by weather or cleaners from the city council. For her, this reflects how life is full of change with its cycle of endings and new beginnings.","target_text":"Faith47 is an artist from Cape Town, South Africa. She paints big, colourful images of people and animals and enjoys working in many different places. Her art can be seen on pavements, in empty factories, and on abandoned cars. She likes that most street art is temporary and will eventually disappear because of the weather or city cleaners. For her, this shows that life is always changing, with endings and new beginnings."}
{"input_text":"simplify to B1: In her previous work environment, Gabriela was used to a high power distance culture where power and authority are respected and everyone has their rightful place. In such a culture, leaders make the big decisions and are not often challenged. Her Swedish team, however, were used to working in a low power distance culture where subordinates often work together with their bosses to find solutions and make decisions. Here, leaders act as coaches or mentors who encourage independent thought and expect to be challenged.","target_text":"In her old job, Gabriela worked in a culture with high power distance. In this culture, people respect power and authority, and everyone has a clear place. Leaders make the big decisions, and others do not usually question them. But her Swedish team was used to a low power distance culture. In this culture, employees often work with their bosses to solve problems and make decisions together. Leaders act more like coaches or mentors, encouraging independent thinking and expecting to be challenged."}
{"input_text":"simplify to B1: When Gabriela became aware of the cultural differences between her and her team, she took the initiative to have an open conversation with them about their feelings about her leadership. Pleased to be asked for their thoughts, Gabriela's team openly expressed that they were not used to being told what to do. They enjoyed having more room for initiative and creative freedom. When she told her team exactly what she needed them to do, they felt that she didn't trust them to do their job well. They realised that Gabriela was taking it personally when they tried to challenge or make changes to her decisions, and were able to explain that it was how they'd always worked.","target_text":"When Gabriela noticed the cultural differences between her and her team, she decided to have an open conversation with them about her leadership. The team was happy to share their thoughts and explained that they were not used to being told exactly what to do. They enjoyed having more space for initiative and creativity. When Gabriela gave them strict instructions, they felt she did not trust them to do their jobs well. They also realised that Gabriela was taking it personally when they challenged her decisions. They explained that this was the normal way they worked."}
{"input_text":"simplify to B1: Os Gêmeos are identical twin brothers from São Paulo. They paint everything from tags to huge, colourful pictures of people on the sides of buildings. Their work is often so big that they need cranes to help them work. In 2007, they covered the whole of a castle in Scotland with paint.","target_text":"Os Gêmeos are identical twin brothers from São Paulo.  They create street art ranging from small tags to large, colourful paintings of people on building walls. Their work are often so big that they need cranes to help them. In 2007, they painted the entire castle in Scotland."}
{"input_text":"simplify to B1: People have been painting and writing on walls throughout history. In prehistoric times, people in Africa and Europe used to paint pictures of animals and people in caves. Graffiti has been found on buildings at ancient sites in Greece, Italy, Syria and Iraq. In the Roman town of Pompeii, archaeologists have found numerous examples of graffiti written in Latin. These include religious, political and romantic messages, and even some magic spells!","target_text":"People have painted and written on walls in history. In prehistory, people in Africa and Europe painted animals and people on the walls of caves. Graffiti has also been found on buildings at ancient sites in Greece, Italy, Syria, and Iraq. In the Roman town of Pompeii, archaeologists found many examples of graffiti in Latin. These messages included religious, political, and romantic topics, and even some magic spells!"}
{"input_text":"simplify to B1: Have you ever dreamt of climbing Mount Everest or walking to the South Pole? If so, you're not alone. Every year, thousands of people try to climb the world's highest mountains or walk across continents. Unlike the explorers of the past who used maps and compasses, today's adventurers travel with modern technology like GPS and satellite phones. Many adventurers are nature lovers who use their travels to help raise awareness about a range of environmental issues, while others are keen to help people in need and raise money for charities.","target_text":"Have you ever dreamed of climbing Mount Everest or walking to the South Pole? You are not the only one. Every year, thousands of people try to climb the world's highest mountains or cross continents on foot. Unlike the explorers in the past, who only had maps and compasses,  today's adventurers use modern technology such as GPS and satellite phones. Many of them love nature adn use their journeys to raise awareness about environmental issues. Others travel to raise money for charities and to help people in need."}
{"input_text":"simplify to B1: The first is DART – the Double Asteroid Redirection Test. Plans are scheduled to test DART on the moon of an asteroid called Didymos. 'Didymoon' is 150 metres wide, orbiting its 800-metre mother, and hopefully the impact of DART will knock it out of its orbit enough for Earth-based telescopes to pick up.","target_text":"The first project is called DART-the Double Asteroid Redirection Test. Scientists plan to test it on the moon of an asteroid called Didymos. This moon, called \"Didymoon,\" is 150 metres wide and goes around its larger parent asteroid, which is 800 metres wide. The hope is that the impact of DART will move Didymoon slightly out of its orbit so that telescopes on Earth can detect the change."}
{"input_text":"simplify to B1: The heroine of the story, a sixteen year old girl called Katniss Everdeen, has lost her father in a mining accident and has to provide food for her family. She hunts in the woods around District 12 with her friend Gale and becomes very skilful with a bow and arrow. When her younger sister, Prim, is chosen as one of the tributes, Katniss volunteers to go instead. The other tribute from District 12 is a boy named Peeta and Katniss soon finds herself in a complicated relationship with him.","target_text":"The heroine of the story, Katniss Everdeen, is a sixteen-year-old girl and her father died in a mining accident. Since then, she must take care of her family with food. She goes hunting in the forest near District 12 with her friend Gale, and she becomes very good at using a bow and arrow. When her little sister Prim is chosen to fight as a tribute, Katniss offers to go instead. The boy tribute from District 12 is Peeta, and Katniss soon has a confusing relationship with him."}
{"input_text":"simplify to B1: Writing about your dreams will mean you start to remember more details about the dream, so think about the people and place where the dream happened as they might add to the meaning too. Over the period of a week you'll be surprised how much you've written down. Now you can start connecting your dreams to the events and feelings in your daily life.","target_text":"If you write about your dreams, you will begin to remember more details. Try to think about the people and the place in the dream, because they can also mean something. After one week, you may be surprised at how much you have written. Then, you can start to see how your dreams connect to your daily life and your feelings."}
{"input_text":"simplify to B1: Historically, more bridges were made of wood and were much more susceptible to fire. This was particularly true of old-fashioned train bridges, where the spark created by the steel wheels and steel tracks could sometimes cause a bridge to catch fire and burn to the ground.","target_text":"In the past, many bridges were built from wood, which made them easier to burn. This problem was especially common with old train bridges, because sparks from the steel wheels on the steel tracks could sometimes start a fire and destroy the whole bridge."}
{"input_text":"simplify to B1: It is impossible to know how street art will develop in the future but certain trends are emerging. While most street artists are young people who paint in their city or neighbourhood, more and more street artists are travelling and working around the globe. Other artists are using the internet to talk to each other and share photos of their work. Also, the art world is giving more recognition to street art as a legitimate art form. Although we don't know what will happen to street art in the future, we can be sure that it is here to stay!","target_text":"We dont know exactly how street art will change in the future, but we can already see some trends. Many street artists are young and usually paint in their own city or neighbourhood. More of them are now travelling and creating art in different countries. Some artists also use the internet to share pictures of their work and to communicate with each other. At the same time, the art world is starting to respect street art as a rael form of art. Even if we cannot predict the future, street art will definitely continue to exist."}
{"input_text":"simplify to B1: Suzanne Collines has always found news programmes of wars upsetting. When she was a child, her father was a pilot in the US Air Force and he fought in Vietnam. Her mother tried to protect her by not telling her what was happening in the war, but she still saw news programmes about the war and knew that her dad was there. It was a very frightening experience for her.","target_text":"Suzanne Collines has always felt upset when watching the news about wars. When she was a child, her father was a pilot in the US Air Force and fought in the Vietnam War. Her mother tried to protect her by not telling her much about it, but Suzanne still saw war news on TV and knew her dad was there. It was a very scary experience for her."}
{"input_text":"simplify to B1: In a global survey conducted by PricewaterhouseCoopers (PwC), more than 40,000 millennial (born between 1983 and 1993) and non-millennial responses were collected on the topics of workplace culture, communication and working styles, pay structure, career development, work–life balance, etc. In a separate global survey conducted by Deloitte, more than 10,000 millennials participated in a study about their perceptions of the threats and opportunities in the complex world of work.","target_text":"PricewaterhouseCoopers (PwC) carried out a global survey and collected answers from over 40,000 people, both millennials (born between 1983 and 1993) and non-millennials. The survey asked about workplace culture, communication, pay, career development, work–life balance, and other topics. Deloitte also did another worldwide survey with more than 10,000 millennials. This study focused on how they see the challenges and opportunities in today's complex world of work."}
{"input_text":"simplify to B1: Erik Weihenmayer from the United States is a multi-adventurer. He's ridden a bike through the deserts of Morocco, kayaked through the Grand Canyon and climbed Everest. Amazingly, Erik has been blind since the age of 13. Apart from his travels, he tries to encourage people with disabilities to live active lives and takes groups of young blind people on climbing expeditions.","target_text":"Erik Weihenmayer from the United States is an adventurer. He has cycled across the deserts of Morocco, kayaked in the Grand Canyon, and even climbed Mount Everest. What makes his story even more amazing is that he has been blind since he was 13. Besides his own adventures, he also works to inspire people with disabilities to stay active and often takes young blind people on climbing trips."}
{"input_text":"simplify to B1: Democratised online platforms are providing a chance for people to make a quick buck or two. To give an example, busy parents previously might not have bothered with setting up a stall at the local market or car boot sale to sell their children's old equipment, but with online marketplaces, parents are now able to sell on those hardly worn baby clothes that their children have outgrown and the expensive pushchairs and baby equipment they have invested in, so as to put some cash back into their pockets.","target_text":"Online platforms are giving people the chance to make some quick money. For example, in the past, busy parents often did not have time to sell their children's old things at a market or car boot sale. But now, with online marketplaces, they can easily sell baby clothes that were only worn a few times, or expensive pushchairs and equipment that their children no longer need. This way, they can earn back some of the money they spent."}
{"input_text":"simplify to B1: Pi and Richard Parker spend 227 days in the lifeboat. They live through hunger, illness and exhaustion. They endure violent storms and the burning heat of the Pacific sun, but somehow they survive. At times, Pi finds comfort in his three religions, but at other times he is overcome with loneliness and despair. Finally, the Mexican coast appears on the horizon and everything changes. It would be a shame to give away the ending, so you will have to read the book yourself to find out what happens to Pi and Richard Parker once land is in sight.","target_text":"Pi and Richard Parker spend 227 days in the lifeboat. They suffer from hunger, sickness, and extreme tiredness. They face strong storms and the burning heat of the Pacific sun, yet they still manage to survive. Sometimes Pi feels comfort from his three religions, but at other times he feels very lonely and hopeless. Finally, he sees the coast of Mexico in the distance, and everything begins to change. To know what happens next to Pi and Richard, you will need to read the book yourself."}
{"input_text":"simplify to B1: Chloe arrived home from school, made herself a cup of coffee and took it up to her bedroom. She had some homework to do, but that could wait for later. She wanted to enjoy the quiet hour before her parents arrived home and the house filled up with the evening sounds of chatter, television or her dad listening to his beloved jazz while he cooked dinner. She liked this time of day too because she could play with her pet rats.","target_text":"Chole came home from school, made a cup of coffee, and went to her bedroom. She had homework to finish, but she decided to leave it until later. She wanted to enjoy the quiet hour before her parents came back and the house became noisy with talking, the television, or her father's favourite jazz music while he cooked dinner. She also liked this part of the day because she could play with her pet rats during this timw."}
{"input_text":"simplify to B1: In 2010, the planetary defence team at NASA had identified and logged 90 per cent of the asteroids near Earth measuring 1km wide. These 'near-Earth objects', or NEOs, are the size of mountains and include anything within 50 million kilometres of Earth's orbit. With an estimated 50 left to log, NASA says none of the 887 it knows about are a significant danger to the planet.","target_text":"In 2010, the planetary defence team at NASA had found and recorded 90% of the asteroids near Earth that are 1km wide. These are called 'near-Earth objects'. They are as big as mountains and are found within 50 km of Earth's prbit. NASA believes there are about 50 more to find, but says that none of the 887 already known are a serious threat to our planet."}
{"input_text":"simplify to B1: Having decided to go to school, Auggie then has to face his first day. Like every child starting at a new school, he is really anxious. But because of the way he looks, it's an agonising experience. Nobody wants to sit next to him and he notices other kids staring at him or talking about him behind their hands. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But it's not just the first day that's hard. Auggie soon learns that his classmates don't want to touch him for fear of catching 'the plague'. As he goes through the school year, Auggie goes through many intense ups and downs till finally an unexpected and traumatic event at a school camp changes things completely.","target_text":"After deciding to go to school, Auggie has to face his first day. Like every child starting at a new school, he is very nervous. However, because of his appearance, the experience is even more painful. No one wants to sit next to him, and he sees other children staring or talking about him. Fortunately, he makes friends with Jack, a boy in his class, and Summer, a girl he chats with at lunch. But the difficulties don't stop there. Auggie soon learns that some classmates avoid touching him, as if thy could catch a disease called \"the plague.\" Throughout the school year, he goes through many highs and lows, until an unexpected and difficult event at a school camp changes everything."}
{"input_text":"simplify to B1: The two men looked towards the northern end of the property. It stretched as far as the eye could see. Even the fences were barely visible from where they stood. However bored and rebellious a teenage boy might get, it wasn't possible to escape on foot. Sam looked at the biggest of the horses, kicking at the ground with its heavy hooves. Could the boy ride? he wondered. There was a whole load of trouble a good rider could get into out here, miles away from anyone. But maybe there was even more trouble for someone who knew nothing about horses and wanted to get away from his father.","target_text":"The two men looked toward the north side of the land. It seemed to go on forever, and even the fences were hard to see from where they stood. No matter how bored or rebellious a teenage boy might feel, running away on foot was impossible. Sam's eyes moved to the biggest horse, which was kicking the ground with its heavy hooves. Could the boy ride it? he wondered. Out there, far from other people, a skilled rider could easily get into serious trouble. But perhaps a boy didn't know how to ride and only wanted to escape his father could face even greater danger."}
{"input_text":"simplify to B1: Over 4,000 climbers, aged from thirteen to eighty have been to the top of Everest. Though climbing high mountains in freezing conditions and violent storms is still extremely dangerous, the world's best climbers now look for new challenges. Gerlinde Kaltenbrunner from Austria fell in love with mountain climbing as a teenager. When she left school, she worked as a nurse, but kept climbing in her free time.","target_text":"Over 4,000 climbers, aged between 13 to 80, have been to the top of Mount Everest. Although climbing high mountains in freezing weather and dangerous storms is still very risky, the best climbers in the world now serach for new goals. Gerlinde Kaltenbrunner from Austria fell in love with climbing when she was a teenager. After finishing school, she worked as nurse, but kept climbing in her free time."}
{"input_text":"simplify to B1: Having climbed Everest, Gerlinde decided to climb all fourteen of the world's 8,000 metre peaks. To increase the challenge, Gerlinde climbs without using oxygen tanks. This is risky as low oxygen levels at the top of high mountains can affect brain and body functioning. Gerlinde uses her fame as a climber to support a charity for poor children and orphans in Nepal.","target_text":"After climbing Mount Everest, Gerlinde decided to climb all fourteen of the world's mountains that are higher than 8,000 meters. To make it even more challenging, she does not use oxygen tanks. This is very dangerous because at the top of high mountains, the lack of oxygen can damage both the brain and the body. Gerlinde also uses her success as a climber to help a charity that supports poor children and orphans in Nepal."}
{"input_text":"simplify to B1: If we look around us at the things we have purchased at some point in our lives, we would no doubt notice that not everything we own is being put to good use: the thick woollen coat which we thought looked trendy despite the fact that we live in a tropical country, the smartphone that got put away when we bought ourselves the newest model, the car that only gets used at the weekends, or even the guest room in our house that somehow got turned into a storeroom.","target_text":"If we look at the things we have bought in our lives, we will see that not everything is used often. For example, a thick wool coat that looked fashionable, even though we live in a hot country,  a smartphone that we stopped using after buying the newest model, a car that we only drive on weekends, or even a guest room in the house that slowly became a storeroom."}
{"input_text":"simplify to B1: Throughout history and across cultures, dreams have been associated with prophecy. People thought dreams were messages from the gods, sent to give us knowledge or insight. Even today, many people can recall a time they dreamed about an event, place or person and then, later, the dream came true in real life.","target_text":"In history and cultures, people think that dreams are connected to prophecy. They thought dreams were messages from the gods, giving people knowledge or insights. Even now, many people remember dreaming about a person, a place or an event, and later seeing it happen in real life."}
{"input_text":"simplify to B1: Some of the biggest and most expensive transportation projects in the world have involved building bridges. Bridges are crucial links that carry cars, trucks and trains across bodies of water, mountain gorges or other roads. As a result, they are one of the most important aspects of civil engineering and are subject to intense scrutiny, especially when they collapse.","target_text":"Some of the biggest and most expensive transport projects in the world have included building bridges.  Bridges are very important things which can allow cars, trucks and trains to cross rivers, mountain valleys or other roads.  As a result, they are a key part of civil engineering and are studied very carefully, especially if one falls down."}
{"input_text":"simplify to B1: After weeks of frustration, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she felt her team was still performing, and what she thought would help her better collaborate with her team members. Gabriela found her manager vague and didn't feel as if he was managing the situation satisfactorily.","target_text":"After weeks of disappointment, Gabriela emailed her Swedish manager about the issues she was facing with her team. Her manager simply asked her if she thought her team was still working, and what might help her work better with them. Gabi felt that his answers were unclear and that he was not dealing with the situation properly."}
{"input_text":"simplify to B1: Dogs that live in packs have learnt that humans are more likely to give food to smaller, cuter dogs so those dogs are sent to beg for food for the whole pack. Some dogs have even learnt to use the city's metro system to get from one part of their territory to another! Scientists are not sure how the dogs know when to get off the train. One idea is that they use their excellent sense of smell and have learnt to recognise the scents of their favourite destinations. Another possibility is that they have learnt to recognise the names of stations they hear in announcements. Either way, metro passengers have now got so used to the sight of dogs on the trains that they travel largely unnoticed by locals.","target_text":"Dogs that live in groups have learned that people usually give food more easily to smaller and cuter dogs. Because of this, those dogs were sent to beg for food for everyone. Some dogs have even learned how to use the city's metro system to travel across their territory! Scientists are not sure how they know when to get off the train. One idea is that they use their strong sense of smell and can recognise the scents of the places they like. Another idea is that they probably understand the names of stations from the announcements. Whatever the reason is, metro passengers are now so used to seeing dogs on trains that locals hardly notice them."}
{"input_text":"simplify to B1: Ed Stafford from the UK is the first person to walk the length of the Amazon River. He started by a small stream in the Andes mountains of Peru and arrived at the river's mouth in Brazil, two years and four months later, having walked 6,000 kilometres. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars, so Ed was in constant danger. Luckily, he survived with nothing worse than a few thousand mosquito and ant bites.","target_text":"Ed Stafford, from the UK, is the first person to walk the whole Amazon River. He began at a small stream in the Andes mountains in Peru and finished at the end of the river in Brazil after two years and four months. He walked 6,000 km. The Amazon rainforest is home to poisonous snakes, crocodiles and jaguars. Ed was always at risk, but he survived with only many mosquito and ant bites."}
{"input_text":"simplify to B1: In Britain, the average person spends more than £1,000 on new clothes a year, which is around four per cent of their income. That might not sound like much, but that figure hides two far more worrying trends for society and for the environment. First, a lot of that consumer spending is via credit cards. British people currently owe approximately £670 per adult to credit card companies. That's 66 per cent of the average wardrobe budget. Also, not only are people spending money they don't have, they're using it to buy things they don't need. Britain throws away 300,000 tons of clothing a year, most of which goes into landfill sites.","target_text":"In Britain, people spend more than £1,000 a year on new clothes. This is about four per cent of their income. This may not seem like a lot, but it shows two serious problems for society and the environment. First, many people pay with credit cards. British people currently owe around £670 to credit card companies. This is about 2\/3 of what they spend on clothes. Second, people are not only spending money they don't have, but they are also buying things they dont need. Every year, Britain throws away 300,000 tons of clothing, most of it going to rubbish dumps called landfill sites."}
{"input_text":"simplify to B1: Ed's walk would have been impossible without technology. He used a radio to ask the people of the rainforest for food and permission to cross their land. Many of them came to meet him and helped guide him through the most difficult terrain. As he walked Ed wrote a blog, recording his day-to-day experiences. He used the media interest in his trip to protest about the destruction of the rainforest and raise money for environmental and children's charities in Brazil and Peru.","target_text":"Ed could not have completed his walk without technology. He used a radio to ask people in the rainforest for food and permission to cross their land. Many of these people met him and helped guide him through difficult areas. While walking, Ed also wrote a blog about his daily experiences. He used the media attention in his trip to protest against the destruction of the rainforest and to collect money for environmental and children's charities in Brazil and Peru."}
{"input_text":"simplify to B1: Businesses have caught on to the profitability of the sharing economy and are seeking to gain from making use of those underutilised resources. A business model that has rapidly risen in popularity sees companies providing an online platform that puts customers in contact with those who can provide a particular product or service. Companies like Airbnb act as a middleman for people to cash in on their unused rooms and houses and let them out as lucrative accommodation. Another example is Uber, which encourages people to use their own personal cars as taxis to make some extra cash in their free time.","target_text":"Businesses now see that the sharing economy can make a lot of money. They want to use resources that are not being fully used. A common business model is when companies create an online platform that connects customers with people who can offer a product or service. For example, Airbnb acts as a middleman that helps people rent out their empty rooms and houses to earn money. Another example is Uber, which lets people use their personal cars as taxis to make extra income in their free time."}
{"input_text":"simplify to B1: One of the most important modern functions of zoos is supporting international breeding programmes, particularly for endangered species. In the wild, some of the rarest species have difficulty in finding mates and breeding, and they might also be threatened by poachers, loss of their habitat and predators. A good zoo will enable these species to live and breed in a secure environment. In addition, as numbers of some wild species drop, there is an increased danger of populations becoming too genetically similar. Breeding programmes provide a safeguard: zoo-bred animals can be released into the wild to increase genetic diversity.","target_text":"One of the most important roles of zoos is supporting international breeding programmes, especially for animals that are endangered. In the wild, some rare animals find it hard to find partners and have babies. They are also in danger from hunters, the loss of their homes, and other animals that hunt them. A good zoo gives these species a safe place to live and reproduce. Another problem is that when the number of animals in the wild becomes very small, they can become too genetically similar. Breeding programmes help with this, because animals born in zoos can later be relaesed into the wild to make the population stronger and more diverse."}
{"input_text":"simplify to B1: Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge to collapse for different reasons. With trains, it's the velocity of the impact that can bring a bridge down. With boats, it's the very large mass they have that can bring about the collapse, even if they are moving very slowly when it occurs. The best way to avoid bridge failures is to plan for them. Modern technologies that can detect structural weakness, safer working environments and better designs can all help to reduce these terrible accidents.","target_text":"Both of these kinds of accidents are extremely rare, but boats and trains can cause a bridge collapse in different ways. For trains, the speed of the crash can break the bridge. For boats, it is their heavy weight that can cause the collapse, even if they are moving slowly. The best way to stop bridge failures is to prepare for them. Modern technology that finds weakness in bridges, safer working environments and better bridge designs can all help reduce these serious accidents."}
{"input_text":"simplify to B1: At first, Pi is terrified of the animals and jumps into the ocean. Then he remembers that there are hungry sharks in the water around him and realises his only option is to climb back into the lifeboat. One by one, the animals in the lifeboat kill and eat each other, till only Pi and the tiger are left. Fortunately for Pi, the tiger, who he names Richard Parker, is seasick and has no immediate interest in eating him.","target_text":"At the beginning,  Pi is very scared of the animals and jumps into the sea. Then he remembers that hungry sharks are swimming nearby, so his only choice is to get back into the lifeboat. Inside the boat, the animals kill and eat each other until only Pi and the tiger remain. Luckily for Pi, the tiger, whom he names Richard Parker, feels seasick and is not interested in eating him right away."}
{"input_text":"simplify to B1: When Pi is 16, a new government is elected that his parents don't support. Worried about the future, Pi's parents decide to close the zoo and emigrate to Canada. Some of the animals are sold to zoos in North America and the family travel by ship to Canada taking the animals with them. On the way, there is a terrible storm and the ship sinks. Tragically, Pi's family and the ship's sailors all drown, but Pi finds himself in a lifeboat with a hyena, zebra, orang-utan and an enormous tiger.","target_text":"When Pi is 16, a new government comes to power, but his parents do not support it. They worry about the future, so they decide to close the zoo and move to Canada. Some of the animals are sold to North American zoos, and the family travels by ship to Canada with the rest of the animals. During the journey, a terrible storm hits, and the ship sinks. Sadly, Pi's family and the sailors all drown, but Pi survives in a lifeboat with a hyena, zebra, orang-utan and a big tiger."}
{"input_text":"simplify to B1: The Hunger Games is a hugely successful book for teenagers and young adults by the American author Suzanne Collins. Since it was published in 2008 it has been translated into 26 different languages and has sold millions of copies around the world. It is also the first book for young readers to sell more than a million electronic copies. The Hunger Games is now a major Hollywood film and is just as successful. It made 152.5 million dollars in its opening weekend in North America alone!","target_text":"The Hunger Games is a very popular book for teenagers and young adults, written by the American author Suzanne Collins. Since its release in 2008, it has been translated into 26 languages and has sold millions of copies worldwide. It was also the first young adult book to sell over one million electronic copies. The Hunger Games is now a big Hollywood movie, which is also very successful. In its first weekend, the film made 152.5 million dollars in North America."}
{"input_text":"simplify to B1: Maybe dreams are the result of our mind organising the thoughts we have during the day, but they appear in dreams with symbolic meaning. When we're awake, our thoughts mostly appear in our minds as words, like conversations we have with ourselves. But when we're asleep, the part of our brain that controls language becomes less active while the part that controls emotions becomes more active.","target_text":"Dreams may happen because our mind is organising the thoughts we have during the day, but in dreams, these thoughts often appear as symbols. When we are awake, our thoughts usually come to us in words, like small conversations with ourselves. But when we are asleep, the part of the brain that controls language is less active, and the part that controls emotions is more active."}
{"input_text":"simplify to B1: Having good relationships is a big part of being happy. In one study, most happy people were found to have strong ties to friends and family and they made sure they spent time with them regularly. You also need at least one person who you discuss personal feelings with – called 'self-disclosure'. Just one person for a heart-to-heart is enough, together with a network of other relationships. It's not enough to have lots of friends just to do things with or chat to about music or football. That deeper connection is all-important. Some people need to learn how to listen effectively to others in order to develop stronger relationships.","target_text":"Good relationships are a big part of happiness. In one study, most happy people were found to have close connections with family and friends, and they spent time with them often. It is also important to have at least one person you can talk to about personal feelings. It is called \"self-disclosure\". One close person for heart-to-heart talks, plus a wider group of friends, is enough. Having many friends just for activities or small talk about things like music or football is not enough. A deeper connection is important. Some people also need to learn how to listen to others better so they can build stronger relationships."}
{"input_text":"simplify to B1: Psychologist and 'growth mindset' proponent Carol Dweck spoke of the plasticity of the brain and our ability to develop skills and talents that we might not have been good at to start with. Many of us tend to focus our praise on the end result and seemingly innate talents, e.g. 'You really have an eye for details' or 'You have a real talent for organising events'. However, research suggests that by focusing on the process of how things are done – praising effort, experimentation and problem-solving strategies – we can encourage the development of new skills and the continued honing of talents.","target_text":"Psychologist Carol Dweck, who supports the idea of a 'growth mindset', spoke about how the brain can change and how we can develop skills and talents, even if we were not good at them at firstt. Many people usually give praise for the final result or for natural talent, for example: \"You are good at noticing details\" or \"You are great at organising events.\" But research shows it is better to focus on the process. By prarisising effort, trying new things, and problem-solving, we can help people build new skills and improve their talents."}
{"input_text":"simplify to B1: The rover analyses the air around it periodically, and in 2014 it found the air contained another of the most basic organic molecules and a key ingredient of natural gas: methane. One of the characteristics of methane is that it only survives a few hundred years. This means that something, somewhere on Mars, is replenishing the supply. According to NASA, Mars emits thousands of tons of methane at a time. The level of methane rises and falls at seasonal intervals in the year, almost as if the planet is breathing it.","target_text":"The rover sometimes analyses the air on Mars, and in 2014 it discovered methane, which is one of the basic organic molecules and an important part of natural gas. Methane can only last a few hundred years, so something on Mars must be making more of it. NASA says that Mars releases thousands of tons of methane at once. The amount of methane increases and decreases with the seasons, almost like the planet is breathing."}
{"input_text":"simplify to B1: Early in her career, the psychologist Carol Dweck of Stanford University gave a group of ten-year-olds problems that were slightly too hard for them. One group reacted positively, said they loved challenge and understood that their abilities could be developed. She says they had a 'growth mindset' and are focused on what they can achieve in the future. But another group of children felt that their intelligence was being judged and they had failed. They had a 'fixed mindset' and were unable to imagine improving. Some of these children said they might cheat in the future; others looked for someone who had done worse than them to boost their self-esteem.","target_text":"Early in her career, psychologist Carol Dweck from Stanford University gave ten-year-old children some problems that were a bit too hard for them. One group reacted well. They loved the challenge and believed they could improve their abilities. She says they had a 'growth mindset' and focused on what they can achieve in the future. Another group, however, thought their intelligence was being tested and felt they had failed. They had a 'fixed mindset' and could not imagine getting better. Some of these children even said they might cheat next time, while others compared themselves to children who had done worse to feel better."}
{"input_text":"simplify to B1: Horror films love uninhabited places. This could be an abandoned hospital, a scary empty house or a ghost town. There's something about lonely, empty places. What was it like when people lived there? Why did they leave? Maybe it's also that they are so quiet, which can be very scary too. Of course, abandoned places are also handy for horror film directors in that it's more believable that you will have no phone coverage there either.","target_text":"Horror films often happen in empty places. These could be old hospitals, abandoned houses, or ghost towns. Such lonely and empty places make us think: what was it like when people lived there? Why did they leave? The slience also adds to the fear, because quiet can be very scary. For directors, abandoned places are also useful, as it seems realistic that there would be no phone signal there."}
{"input_text":"simplify to B1: No matter what kind of house it is, the basement is a scary place in horror films. That's usually where something is hiding or where the evil psychopath has hidden their tools. Basements are always dark and often damp. You can only reach them by a narrow staircase. And basements are always creepy, even when there isn't anything down there.","target_text":"The basements in horror films are alway scary, no matter what kind of house it is. It's usually the place where something is hiding or where a dangerous person hides their tools. Basements are always dark and sometimes damp. You can go down by a narrow staircase and reach them. Even if nothing is inside, basements still feel creepy."}
{"input_text":"simplify to B1: Gary Collins, an off-duty policeman, was watching the London riots on TV. He immediately recognised several people and cut his holiday short to help with identification. He ended up spending six months going through the CCTV film and managed to identify 190 people, many from their eyes alone. His help was of decisive importance in the investigation. Even with 200,000 hours of footage, facial recognition software managed to identify just one person.","target_text":"Gary Collins, a policeman who was off for holidays, was watching the London riots on television. He immediately recognised several people and ended his holiday early to help identify them. He then spent six months looking at CCTV videos and managed to identify 190 people, many just from their eyes. His work was very important for the investigation. To compare, facial recognition software could only identify one person from 200,000 hours of video."}
{"input_text":"simplify to B1: Personally, I think it's fascinating to consider how we'll speed up our evolution as a species by augmenting our bodies. Imagine if you could implant a computer inside our brain! Soon we'll be able to do just that and enhance our mathematical ability, audiovisual perception and our memory, and this idea is only going to become more and more commonplace.","target_text":"I think it is very interesting to imagine how humans will evolve faster by adding technology to our bodies. For example, imagine having a computer inserted into our brain. In the future, this may be possible, and it could improve our maths skills, our hearing and sight, and our memory. This idea will probably become more and more common."}
{"input_text":"simplify to B1: It was a fascinating talk and the speaker really hit the nail on the head with a couple of things. Take parental influence, for instance. How can we expect teenagers not to text while doing their homework when they witness their parents posting on social media while cooking the evening meal or waiting at a red light? She also made a valid point about people wanting to be in two or several places at once. So they switch back and forth between their real-life and online conversations. I see it all the time with my teenage daughter and her friends. They arrange to meet and then sit together in silence while each one engages in a different conversation online.","target_text":"The talk was very interesting, and the speaker made some excellent points. One example was about the influence of the parents. How can we expect teenagers not to text during their homework if they see their parents posting on social media while cooking or even at a traffic light? She also pointed out that people want to be in more than one place at the same time. So they switch between real-life and online conversations. I see this often with my teenage daughter and her friends. They meet up and then sit in silence while each one is busy with a different online conversation."}
{"input_text":"simplify to B1: As for news stories that make us think the world is an increasingly violent place, there is cause for some optimism too. Between the end of World War II and 1990, there were 30 wars that killed more than 100,000 people. Today there are still civil wars, but countries are mostly co-existing more peacefully than in the past. However, terrorism has shot up in the last few years and, since World War II, wars have killed many more civilians than soldiers. Even for civilians, though, the statistics are not all bad. Although deaths are nine times more likely to be a result of violent crime than political conflict, the global murder rate fell slightly, from 8 per 100,000 people in 2000 to about 5.3 in 2015.","target_text":"When we read the news, it may seem like the world is becoming more violent, but there are also reasons to be hopeful. Between the end of World War II and 1990, there were 30 wars that killed more than 100, 000 people. Today, there are still civil wars, but many countries live more peacefully than before. Terrorism has grown in the last years, and since World War II, wars have killed more civilians than soldiers. But statistics are not all bad for civilians. Deaths are nine times more likely to come from violent crime than from political conflict, but the global murder rate has gone down, from 8 per 100,000 people in 2000 to about 5.3 in 2015."}
{"input_text":"simplify to B1: Wasfia has dedicated her life to supporting human rights and has witnessed numerous international humanitarian projects in her homeland to educate and train women and girls, but once too often they have been left with nothing when such projects have stopped running. Wasfia saw that Bangladesh needed to stand up for itself and so she brought together two of her passions, mountaineering and human rights, in order to try and change attitudes towards women in her country. She originally took up climbing while working on humanitarian campaigns in Tibet and Nepal, as in a coastal, primarily flat country like Bangladesh most people have never set eyes on a mountain. Her campaign seems to be doing the trick as fellow countrymen and women are sitting up and taking notice along with the rest of the world.","target_text":"Wasfia has spent her life helping people fight for human rights. In her homeland, she has seen many international projects that tried to teach and train women and girls, but often these projects ended with leaving them with nothing. Wasfia saw that Bangladesh needed to stand up on their own. She joined her two passions- mountain climbing and human rights, to change how people think about women. She first started climbing in Tibet and Nepal, because in Bangladesh, which is flat and near the sea, most people have never seen a mountain. Her campaign is working, as people in Bangladesh and around the world are paying attention."}
{"input_text":"simplify to B1: The majority of people believe that developing countries are in a terrible situation: suffering from incredible poverty, governed by dictators and with little hope for any meaningful change. But, surprisingly, this is far from the truth. The reality is that a great transformation is occurring. Over the past 20 years, more than 700 million people have increased their income and come out of poverty. Additionally, six million fewer children die every year from disease, millions more girls are in school and millions of people have access to clean water.","target_text":"Many people think that developing countries are in very bad conditions. They imagine extreme poverty, strong rulers who do not allow freedom, and no chance for change. But this is not the truth. In fact, a big change is happening. Over the past 20 years, more than 700 million people have escaped poverty by earning more money. Also, six million fewer children die each year from sickness. More girls are now going to school, and millions of people can drink clean water."}
{"input_text":"simplify to B1: In an attempt to inject some positivity into their feedback, many managers rely on sandwiching negative feedback between two positive comments. However, when feedback becomes such a routine, employees can start to perceive positive feedback as simply a form of sugarcoating the negatives, thus diminishing its value. Instead, positive feedback should not simply be seen as something to cushion the negative, but should be delivered so as to reinforce and encourage good performance.","target_text":"Many managers try to make feedback softer by using the \"sandwich\" method: they give a positive comment, followed by a negative one, and finish with another positive. But if this happens too often, workers may think that positive words are only there to hide the bad ones. This makes positive feedback less useful. Positive feedback should not just be used to cover the negatives. It should be given clearly to support the good work."}
{"input_text":"simplify to B1: I'm a member of the Campaign to Stop Killer Robots. Forget the movie image of a terrifying Terminator stamping on human skulls and think of what's happening right now: military machines like drones, gun turrets and sentry robots are already being used to kill with very little human input. The next step will be autonomous 'murderbots', following orders but ultimately deciding who to kill on their own. It seems clear to me that this would be completely unethical and dangerous for humanity. We need to be very cautious indeed about what we ask machines to do.","target_text":"I am part of the Campaign to Stop Killer Robots. Forget the picture from films of a scary robot like the Terminator. Look instead at what is happening now: military machines such as drones, gun turrets, and guard robots are already being used to kill with little control from humans. The next step could be fully independent \"murderbots,\" which follow orders but also decide on their own who to kill. I believe this would be very wrong and dangerous for all people. We must be very careful about what jobs we give to machines."}
{"input_text":"simplify to B1: Overall, more people are learning English than the other languages combined and English is spoken in the highest number of countries. However, Chinese has by far the greatest number of native speakers. There seems to be little correlation between how many native speakers there are of a language and the number of learners, but there is a stronger link between the number of learners and how many countries have speakers.","target_text":"More people are learning English than all other languages, altogether,  and English is the most spoken language in many countries. But Chinese has the largest number of native speakers. There is not much link between how many native speakers a language has and how many people learn it. Instead, there is a stronger link between how many people learn a language and how many countries use it."}
{"input_text":"simplify to B1: Your manager stops you and says she needs to have a word about your performance in the recent project. You worry about it all weekend, wondering what you might have done wrong. When you step into her office on Monday morning she begins by praising you for the good work you've done on the project, and you wonder if this is the obligatory praise that starts off the typical 'feedback sandwich'. You know how the feedback sandwich goes: say something nice, say what you really want to say, say something nice again.","target_text":"Your manager stops you and says she wants to talk to you about your work on the last project. You worry about it all weekend, thinking you may have done something wrong. On Monday, you go into her office and she starts by saying good things about your work. You are not sure if this is just the usual \"feedback sandwich\". The feedback sandwich goes like this: You say somthing nice, then say something you really want to say (usually a criticism), then say something nice again."}
{"input_text":"simplify to B1: A fast-paced, foot-tapping rock album, Born in the USA's lyrics nevertheless carry emotional weight. Behind the catchy rock melodies that drive these powerhouse classics are stories of the dark side of the American dream. Many tracks deal with the struggles of hard-working ordinary people and the bitterness and anger they feel as life doesn't bring them riches or glory. The song Glory Days, for example, is about people in a small town looking back at when they were young and had the world at their feet while Downbound Train tells the story of a young man whose life is ruined when he loses his job. It's not hard to imagine that the artist is channelling real people he knew and the life he might have had if he hadn't become a star. The album will leave you in no doubt of the unique and extraordinary talent of the Boss.","target_text":"Born in the USA is a fast rock album with strong rhythms, but its lyrics also convey deep feelings. Behind the catchy music are stories about the dark side of the American dream. Many songs talk about the hard lives of working people and their anger when life does not give them money or successs. For example, Glory Days is about small-town people remembering their youth, while Downbound Train tells of a young man whose life falls apart after losing his job. It is easy to think the singer is using the voice of the real people he knew, and the life he might have lived without fame. The album clearly shows the great talent of \"the boss\"."}
{"input_text":"simplify to B1: Lewis would like to see the number of marine protected areas in the world increase from 3 per cent to 10 per cent in an attempt to reverse the damage caused by human activity such as overfishing, polluting and littering. During his expeditions, Lewis has witnessed this environmental destruction first-hand. He's swum over coral reefs bleached by the increase in water temperature, and observed underwater deserts beneath the shallow waters of the Red Sea, devoid of life and strewn with plastic. Pugh believes that nature can recover if it is given space to do so, but the clock is ticking. If we don't start looking after our seas, we may soon have an unsolvable problem on our hands.","target_text":"Lewis wants to see the number of marine protected areas in the world increase from 3% to 10%. He believes this can help repair the damage caused by people, such as overfishing, pollution, and throwing rubbish into the sea. On his journey, Lewis has seen this destruction himself. He has swum over coral reefs that turned white becaurse of warmer water and seemed empty underwater deserts in the Red Sea, with no life and loads of plastic. Pugh thinks nature can recover if we give it space, but time is running out. If we dont take care of our seas now, they problem may soon be impossible to solve."}
{"input_text":"simplify to B1: Best-selling author Terrie Sharp knows how to tell a good story or two, having twice won the Olive Crime Writer Award. Born on the housing estate with the highest crime rate in Glasgow, she learned to keep quiet, stay out of trouble and how to open car doors with a knife. Luckily, she only used her knowledge to write her novels and she's not so quiet these days, appearing on popular daytime shows like Police Today and at writing conferences throughout the UK.","target_text":"Terrie Sharp is a best-selling author who knows how to tell exciting stories. She has won the Olive Crime Writer Award twice. She grew up on a housing estate in Glasgow that had the highest crime rate in the UK. There, she learned to stay quiet, avoid trouble, and even open car doors with a knife. Luckily, she only used this in her books. Nowadays, she is not that quite, she often appears on TV shows like Police Today and speaks at writing conferences across the UK."}
{"input_text":"simplify to B1: Are things getting worse every day? Is progress an impossible goal? In Enlightenment Now, Steven Pinker looks at the big picture of human progress and finds good news. We are living longer, healthier, freer and happier lives. The real problem, Pinker argues, is that the Enlightenment values of reason and science are under attack. When commentators and demagogues appeal to people's tribalism, fatalism and distrust, then we are in danger of causing irreparable damage to important institutions like democracy and world co-operation.","target_text":"Are things getting worse every day? Is progress impossible? In Enlightenment Now, Steven Pinker studies the history of human progress and finds much good news. People live longer, healthier, freer, and happier lives. But Pinker warns that the real danger is the attack on Enlightenment values such as reason and science. When leaders and commentators encourage people to think only of their own group, to give up hope, or to stop trusting others, we risk damaging democracy and world co-operation in a way that can't be fixed."}
{"input_text":"simplify to B1: In older horror films, when protagonists were in desperation, it was difficult or impossible for them to call for help or call the police. Mobile phones have made that situation a bit less believable now. What's the solution to maintain suspense? No phone coverage! If you're a hero in a horror film, it's almost certain that at a key moment, just when you absolutely need to call for help, you will not have any coverage at all. Or your phone battery will die just as you are making the call. Or both.","target_text":"In old horror films, when the main characters were in trouble, it was hard or even impossible for them to call for help or contact the police. Today, with mobile phones, that probelm seems less realistic. So how do filmmakers keep the suspense? They use the idea of no phone signal. In many horror films, at the key moment when the hero needs to call for help, there is no signal. Or the phone battery will die just as thry make the call. Or sometimes both happen."}
{"input_text":"simplify to B1: In the 1950s, Central American commercial banana growers were facing the death of their most lucrative product, the Gros Michel banana, known as Big Mike. And now it's happening again to Big Mike's successor – the Cavendish. With its easily transported, thick-skinned and sweet-tasting fruit, the Gros Michel banana plant dominated the plantations of Central America. United Fruit, the main grower and exporter in South America at the time, mass-produced its bananas in the most efficient way possible: it cloned shoots from the stems of plants instead of growing plants from seeds, and cultivated them in densely packed fields.","target_text":"In the 1950s, banana growers in Central America saw their most valuable banana, the Gros Michel (called Big Mike), begin to die out. Now the same problem is happening to Big Mike's replacement—the Cavendish banana. The Gros Michel was very popular because it was sweet, had a thick skin, and was easy to transport. It was the main banana grown in Central America. United Fruit, the biggest company at the time, grew bananas in the most efficient way: instead of using seeds, they cloned shoots from stems and planted then close together in larger fileds."}
{"input_text":"simplify to B1: Spider venom is present in most species and serves the purpose of stunning or killing their prey rather than attacking humans. In fact, only 25 of the known spider species produce venom which can actually harm humans, and although spider bites can be painful, they are rarely deadly. Australia's notorious Sydney funnel-web spider has not produced any fatalities since anti-venom was developed in 1981. However, take care not to rub hairy spiders like tarantulas up the wrong way. When they feel in danger, they defend themselves by ejecting a cloud of urticating hairs. These irritating hairs then embed themselves in the skin or eyes of the attacker.","target_text":"Most spiders have venom, but it is mainly used to catch or kill their prey, not to attack humans. In fact, only 25 spider species are dangerous to people. Spider bites can hurt, but they almost never cause death. For example, Australia's famous Sydney funnel-web spider has not killed anyone since an anti-venom was created in 1981. You should be careful with hairy spiders like tarantulas.When they feel in danger, they release tiny sharp hairs that can stick in the skin or eyes of the attacker and cause irritation."}
{"input_text":"simplify to B1: This horror film cliché was especially popular with horror films of the late 20th century. It starts with a group of teenagers all enjoying themselves, and it ends with everyone dead except one girl. At the beginning the girl is usually innocent, shy and not particularly strong. By the end, she has become the toughest and most resourceful person in the world. The last girl almost always wins in the end.","target_text":"This horror film cliché was especially popular in the late 20th century. The story usually begins with a group of teenagers having fun, but it ends with all of them dead except for one girl. At first, this girl is often  quite, shy and not very strong. By the end, she becomes brave, smart, and strong enough to survive. The \"last girl\" almost always win the danger at the end."}
{"input_text":"simplify to B1: If we want to know where our capability for complex language came from, we need to look at how our brains are different from other animals. This relates to more than just brain size; it is important what other things our brains can do and when and why they evolved that way. And for this there are very few physical clues; artefacts left by our ancestors don't tell us what speech they were capable of making. One thing we can see in the remains of early humans, however, is the development of the mouth, throat and tongue. By about 100,000 years ago, humans had evolved the ability to create complex sounds. Before that, evolutionary biologists can only guess whether or not early humans communicated using more basic sounds.","target_text":"If we want to know where our ability for complex language came from, we need to look at how the human brain is different from the brains of other animals. It is not only about brain size, but also about what our brains can do, when these abilities appreared and why. There are a few physical clues about this, because objects from early humans cannot show us what kind of speech thry used. But one thing we can study is the development of the mouth, throat and tongue. Around 100,000 years ago, humans developed the ability to make complex sounds. Before that, scientists could only guess if early humans used simpler sounds to communicate."}
{"input_text":"simplify to B1: It is society, not nature, that tells us girls should favour arts and humanities and leave maths and physics to the boys. Coupled with this is the lack of positive female role models youngsters see doing science-related jobs. Cartoons and stories often show the crazy scientist, genius inventor, or adventurous astronaut as a man. Furthermore, there is an unfortunate perception that scientists are geeky, have poor social skills or that their work is lonely and detached from the rest of the world. These are false stereotypes portrayed by the media, but they may mean that girls do not identify with scientists, and see science as an unappealing career path. If girls saw more positive female role models in science it would give them more confidence and a greater sense of belonging in those subjects.","target_text":"It is society, not nature, that suggests girls should study arts and humanities while boys study maths and physics. Another problem is that young people do not often see positive female role models in science jobs. In cartoons and stories, the scientist, inventor, or astronaut is usually a man. There is also a negative idea that scientists are \"geeky,\" have poor social skills, or work alone, far from the real world. These are false stereotypes shown by the media, but they may stop girls from seeing themselves as scientists and make science seem unattractive. If girls saw more positive female working in science, it would give them more confidence and help them feel that they belong in those subjects."}
{"input_text":"simplify to B1: The Scallion is printed weekly and distributed free in faculty buildings, with a readership of approximately 10,000 students. It is written and produced entirely by students. The survey shows that the newspaper is highly valued by university students and staff for entertainment, cultural enrichment and work experience. The cost of printing newspapers is significant. Furthermore, some students do not have easy access to the paper, since the only way to obtain a copy is to physically go to university. An additional environmental issue is that a large number of copies end up as litter on campus.","target_text":"The Scallion is printed every week and given out for free in university buildings, with about 10,000 student readers. It is written and produced only by students. The survey shows that both students and staff value the paper for fun, culture, and work experience.However, printing the paper is expensive. Also, some students can not get it easily, as the only way to get a copy is to go to the university. Another problem is the environment: many copies are thrown away as rubbish on campus."}
{"input_text":"simplify to B1: At Girox Foods, we are experiencing an annual employee turnover of about 12 per cent. Although this might not seem high at first glance, the industry standard is seven per cent. The principal objective of this report is to investigate the causes of employee engagement within the firm and, based on those, offer recommendations to improve the employees' experience of the workplace and increase employee retention.","target_text":"At Girox Foods, around 12% of employees leave the company each year. This might not look high at first, but the normal level in the industy is about 7%. The main aim of this report is to study the reasons for employee engagement in the company. Based on those, give suggestions to make the workplace better and keep more employees."}
{"input_text":"simplify to B1: So much of what the speaker said rang true. I honestly believe there's a danger that the more connected we are, the more isolated we feel. I don't think this is such an issue for my generation who've lived without technology for so long. We know how to be alone and, more importantly, we know that it's OK to be alone. But the under 20s are another kettle of fish. They're so busy communicating that they never experience the feeling of solitude and run the risk of not learning how to enjoy their own company. In addition, they're learning conversation through messages that can be edited and changed at the expense of learning the art of real conversation in real time with the person in front of you.","target_text":"Much of what the speaker said felt true to me. I believe there is a danger that the more connected we are, the more lonely we may feel. For my generation, this is less of a problem because we lived for many years without technology. We know how to spend time alone, and we know it is OK to be alone. But young people under 20 are different. They are always busy communicating, but they never really experience solitude. This means they may not learn how to enjoy being alone. Also, they are learning to talk through messages that can be edited, instead of learning real conversation in real time with another person in front of you."}
{"input_text":"simplify to B1: Don't always follow positive feedback with negative feedback. When positive and negative feedback always appear to go hand in hand, the positives can become devalued and ignored. Ensure there are times when positive feedback is given for its own sake and resist the temptation to offer constructive criticism.","target_text":"Don't always give negative feedback after positive feedback. If positive and negative comments always come together, the positive ones can lose their value and be ignored. Make sure you give positive feedback on its own, and avoid the urge to add criticism."}
{"input_text":"simplify to a2: Now NASA is working towards logging some of the smaller asteroids, those measuring 140 metres wide or more. Of the 25,000 estimated asteroids of this size, so far about 8,000 have been logged, leaving 17,000 unaccounted for. Considering that a 19-metre asteroid that exploded above the city of Chelyabinsk in Russia in 2013 injured 1,200 people, these middle-sized asteroids would be a serious danger if they enter Earth's orbit.","target_text":"Asteroids are small rocks in space. NASA is collecting information about middle-sized asteroids (bigger than 140 metres wide). They think there are 25,000 asteroids like this. NASA has collected information about 8,000 of them, but not about the other 17,000. In 2013, in Russia, above the city of Chelyabinsk, an asteroid exploded and hurt 1,200 people. That asteroid was only 19 metres wide, so bigger asteroids will be very dangerous if they hit the Earth."}
{"input_text":"simplify to b1: Now NASA is working towards logging some of the smaller asteroids, those measuring 140 metres wide or more. Of the 25,000 estimated asteroids of this size, so far about 8,000 have been logged, leaving 17,000 unaccounted for. Considering that a 19-metre asteroid that exploded above the city of Chelyabinsk in Russia in 2013 injured 1,200 people, these middle-sized asteroids would be a serious danger if they enter Earth's orbit.","target_text":"Asteroids are rocks that fly through space. NASA is recording data about some quite small asteroids (ones that are still at least 140 metres wide). It is believed that 25,000 asteroids like that exist, but so far only 8,000 have been recorded, so there is a lack of information for 17,000 of them. However, in 2013, above the city of Chelyabinsk in Russia, an asteroid which was just 19 metres wide exploded, and that injured 1,200 people, so the world would be in serious danger if any of those larger asteroids entered the Earth's atmosphere in the future."}
{"input_text":"simplify to a2: Earthquakes damage all structures, including bridges. Luckily, this kind of collapse is relatively infrequent, especially with modern bridges. Engineers have learned to design bridges in earthquake zones on areas that are much more resistant to movement.","target_text":"An earthquake means when the ground shakes a lot. Earthquakes can make buildings fall down, including bridges. Luckily, modern bridges don't fall down very often. In earthquake areas, engineers now choose to build bridges in places that do not move so much."}
{"input_text":"simplify to b1: Earthquakes damage all structures, including bridges. Luckily, this kind of collapse is relatively infrequent, especially with modern bridges. Engineers have learned to design bridges in earthquake zones on areas that are much more resistant to movement.","target_text":"Earthquakes damage all kinds of buildings, including bridges. Luckily, however, bridges, especially modern ones, are not often completely destroyed. Engineers have learned to design bridges in earthquake zones on ground that moves less during earthquakes."}
{"input_text":"simplify to a2: The Hunger Games are an annual event, which the Capitol uses to remind the districts that they are being punished for rebelling. Every year one boy and one girl aged 12 to 18 are chosen from each district by lottery to compete in a battle in which only one person can survive. The chosen teenagers are called \"tributes\". The whole nation is forced to watch the event on television.","target_text":"The 'Hunger Games' happen every year. Why? To punish the people for not following the country's rules. Every year, one unlucky boy and one unlucky girl (= 'tributes') between 12 and 18 years old from each part of the country have to enter the Games, and only the winner will come out alive. Everyone else in the country has to watch the Games on television."}
{"input_text":"simplify to b1: The Hunger Games are an annual event, which the Capitol uses to remind the districts that they are being punished for rebelling. Every year one boy and one girl aged 12 to 18 are chosen from each district by lottery to compete in a battle in which only one person can survive. The chosen teenagers are called \"tributes\". The whole nation is forced to watch the event on television.","target_text":"The Hunger Games are an annual event, which the Capitol (the government) organises. Their purpose is to punish the districts for not accepting the rules. Every year, one boy and one girl aged 12 to 18 are chosen from each district by lottery. They have to take part in a battle, and only the winner of the battle survives. The chosen teenagers are called 'tributes'. The Capitol makes the whole population watch the event on television."}
{"input_text":"simplify to a2: Small animals like birds, squirrels, mice and insects are a common sight in many cities and towns. But in recent years, the world's press has been full of reports of wild animals coming into cities in bigger and bigger numbers. There have been bears in Vancouver parks, leopards on the streets of Mumbai and wild pigs in gardens in Berlin. What happens when bigger animals come into our cities? Are they welcome or are they considered a danger or a pest?","target_text":"We see small animals, such as birds, mice and insects in many cities and towns. But now, we see news stories about wild animals in cities more often. For example, there are bears in parks in Vancouver, big cats on the streets of Mumbai and wild pigs in gardens in Berlin. What do we think about that? Are we happy about wild animals in our cities, or not?"}
{"input_text":"simplify to b1: Small animals like birds, squirrels, mice and insects are a common sight in many cities and towns. But in recent years, the world's press has been full of reports of wild animals coming into cities in bigger and bigger numbers. There have been bears in Vancouver parks, leopards on the streets of Mumbai and wild pigs in gardens in Berlin. What happens when bigger animals come into our cities? Are they welcome or are they considered a danger or a pest?","target_text":"Small animals like birds, mice and insects are often seen in many cities and towns. But recently, the media has often reported on wild animals coming into cities too.  There have been reports of bears in Vancouver parks, leopards on the streets of Mumbai and wild pigs in gardens in Berlin. What happens when bigger animals come into our cities? Are they welcome, or do people consider them dangerous or annoying?"}
{"input_text":"simplify to a2: Potentially Hazardous Asteroids' are rocks close enough to pass within 7.5 million kilometres of Earth's orbit. NASA has created a map of 1,400 PHAs, none of which are expected to be a threat in the next one hundred years. With technology already available, NASA can track these objects and make predictions about possible impact, at which point two defence solutions could be launched.","target_text":"Some rocks in space may be dangerous to Earth. If they fly near to Earth (less than 7.5 million kilometres away), they are 'Potentially Hazardous Asteroids' (PHAs). NASA knows about 1,400 PHAs, but none of them is a danger to Earth for the next 100 years. NASA knows this because it can follow the PHAs with its technology and decide if they will hit Earth or not. If a PHA becomes a danger, there are two possible answers for our defence."}
{"input_text":"simplify to b1: Potentially Hazardous Asteroids' are rocks close enough to pass within 7.5 million kilometres of Earth's orbit. NASA has created a map of 1,400 PHAs, none of which are expected to be a threat in the next one hundred years. With technology already available, NASA can track these objects and make predictions about possible impact, at which point two defence solutions could be launched.","target_text":"'Potentially Hazardous Asteroids' are space rocks that come less than 7.5 million kilometres from Earth. NASA has created a map of 1,400 PHAs, but, according to that organisation, none of them will be a danger to us for the next one hundred years. NASA can use its technology to follow these objects and predict whether and when they will hit us. If that seems likely to happen, there are two possible solutions to defend us."}
{"input_text":"simplify to a2: One night in 2003, Suzanne Collins was flipping between channels on TV. It was at the time of the US invasion of Iraq. The only programmes she could find on TV were 'reality' programmes of young people competing to win a million dollars and news programmes about the war. Suzanne says that the two things start to merge together in a disturbing way and the idea for The Hunger Games came to her.","target_text":"One night in 2003, Suzanne Collins was watching television. The news programmes were about the war between the USA and Iraq. Other programmes were competitions between young people trying to win a million dollars. Suzanne says that her brain mixed the two types of programmes together in a worrying way and her story 'The Hunger Games' came from that."}
{"input_text":"simplify to b1: One night in 2003, Suzanne Collins was flipping between channels on TV. It was at the time of the US invasion of Iraq. The only programmes she could find on TV were 'reality' programmes of young people competing to win a million dollars and news programmes about the war. Suzanne says that the two things start to merge together in a disturbing way and the idea for The Hunger Games came to her.","target_text":"One night in 2003, Suzanne Collins was watching TV, changing from one channel to another every few minutes. It was at the time of the U.S.-Iraq war. The news programmes were about the war, and the only other programmes were shows about young people competing to win a million dollars. Suzanne says that the two types of programmes started to come together in her mind in an unpleasant way and the idea for The Hunger Games came to her."}
{"input_text":"simplify to a2: The Life of Pi tells the extraordinary story of Pi, a teenage boy from India, who is shipwrecked and finds himself trapped in a lifeboat in the Pacific Ocean with a ferocious tiger. It is the third book by the Canadian author Yann Martel, and was published in 2001. Since then, it has sold over seven million copies worldwide, won several prizes and been translated into 41 languages. Martel is the son of a diplomat and as a child lived in Costa Rica, Canada, France and Mexico.","target_text":"'The Life of Pi' is a very surprising story about a boy, Pi, a teenager from India. He travels on a ship, but it has an accident and goes down in the ocean. He gets away from the ship on a small boat, but there is also a wild animal on the boat - an angry tiger. 'The Life of Pi' is the third book by Yann Martel, a writer from Canada. It came out in 2001, it is available in 41 languages, and seven million people have bought the book. Martel is the son of a diplomat: diplomats have to move from country to country, so when Martel was a child, he lived in Costa Rica, Canada, France and Mexico."}
{"input_text":"simplify to b1: The Life of Pi tells the extraordinary story of Pi, a teenage boy from India, who is shipwrecked and finds himself trapped in a lifeboat in the Pacific Ocean with a ferocious tiger. It is the third book by the Canadian author Yann Martel, and was published in 2001. Since then, it has sold over seven million copies worldwide, won several prizes and been translated into 41 languages. Martel is the son of a diplomat and as a child lived in Costa Rica, Canada, France and Mexico.","target_text":"The Life of Pi tells the extraordinary story of Pi, a teenage boy from India. He is travelling on a ship which sinks in the Pacific Ocean; he manages to escape on a small boat, but he discovers there is also a frightening tiger on it with him. It is the third book by the Canadian author Yann Martel, and it was published in 2001. Since then, it has sold over seven million copies internationally. It has also won several prizes and been translated into 41 languages. Martel is the son of a diplomat, which involves working in embassies, so when he was a child he lived in various countries: Costa Rica, Canada, France and Mexico."}
{"input_text":"simplify to a2: Dreams of a phone call from an old friend or the death of someone close, for example, are more likely to be the result of coincidence than prophecy. And, of course, we probably choose to forget all the times we dream about such events but they don't happen.","target_text":"Sometimes, we dream that an old friend will telephone us, or we dream that a friend or family member will die, and then those things happen. This is probably just because of chance, not an ability to see the future. And, I'm sure you will agree, we probably often dream about things like that, but then they don't happen, and we choose to forget those dreams."}
{"input_text":"simplify to b1: Dreams of a phone call from an old friend or the death of someone close, for example, are more likely to be the result of coincidence than prophecy. And, of course, we probably choose to forget all the times we dream about such events but they don't happen.","target_text":"If we dream that we will get a phone call from an old friend or learn about the death of someone close, for example, this is more likely to be the result of chance rather than an ability to predict the future. And, of course, we probably choose to forget all the times we dream about events like that but then they don't happen."}
{"input_text":"simplify to a2: Some bridge collapses are mysteries, and engineers only realise why after they conduct a complete investigation. In some cases, this could happen because inferior-quality material was used in the construction, or because of a defect in a key piece of the bridge. In other cases, the bridge was designed only to support a certain amount of weight and no more.","target_text":"Sometimes, when a bridge falls down, nobody knows why. To understand what happened, engineers have to study it a lot. Sometimes, a bridge falls down because its materials (such as stone or metal) are not strong enough, or because there is a problem with an important part of the bridge. Or sometimes, the traffic on the bridge just becomes too heavy for it."}
{"input_text":"simplify to b1: Some bridge collapses are mysteries, and engineers only realise why after they conduct a complete investigation. In some cases, this could happen because inferior-quality material was used in the construction, or because of a defect in a key piece of the bridge. In other cases, the bridge was designed only to support a certain amount of weight and no more.","target_text":"Sometimes, when a bridge falls down, it is a mystery, and engineers only realise why it happened after they look into the event in detail. In some cases, this could happen because poor-quality material was used when the bridge was built, or because a key piece of the bridge is weak. In other cases, the bridge was designed only to support a certain amount of weight and no more."}
{"input_text":"simplify to a2: I used to do a typical five-day week, but after I came out of my parental leave, I decided that I wanted to spend more time with my children before they start school. After negotiating with my boss, we decided to cut my working week down to a three-day work week. This of course meant a significant cut in my pay too, as I'm paid on a pro-rata basis. I've since noticed, though, that my workload hasn't decreased in the slightest! I'm now doing five days' worth of work in three days, but getting paid much less for it!","target_text":"In the past, I worked five days a week, like most workers. When I had my children, I took a break from my job. But after I went back to work, I decided that I wanted to spend more time with my young children. I talked about this with my boss, and we agreed that I could work three days a week. Because I work less now, I also receive less pay - but I don't do less work! I'm still working as much as before, but I'm getting a lot less pay!"}
{"input_text":"simplify to b1: I used to do a typical five-day week, but after I came out of my parental leave, I decided that I wanted to spend more time with my children before they start school. After negotiating with my boss, we decided to cut my working week down to a three-day work week. This of course meant a significant cut in my pay too, as I'm paid on a pro-rata basis. I've since noticed, though, that my workload hasn't decreased in the slightest! I'm now doing five days' worth of work in three days, but getting paid much less for it!","target_text":"I used to work a typical five-day week, but at the end of my time away from work for having my children, I decided that I wanted to spend more time with my children before they start school. After discussing this with my boss, we decided to cut my working week down to a three-day work week. This of course meant a pretty large cut in my pay too, as I'm only paid for the days I work. Since then, however, I've noticed that the amount of work I do hasn't decreased in any way! I'm now doing five days' work in three days, but getting paid much less for it!"}
{"input_text":"simplify to a2: Much of today's business is conducted across international borders, and while the majority of the global business community might share the use of English as a common language, the nuances and expectations of business communication might differ greatly from culture to culture. A lack of understanding of the cultural norms and practices of our business acquaintances can result in unfair judgements, misunderstandings and breakdowns in communication. Here are three basic areas of differences in the business etiquette around the world that could help stand you in good stead when you next find yourself working with someone from a different culture.","target_text":"Often, business today is international, and most international businesses use English as a shared language. However, businesses in different countries might expect very different things when they talk to each other. If we do not know what is normal for businesses in other cultures, we may not understand them, we might think wrong things about them, and our relationships with them may get worse. Here are three types of differences in business cultures around the world. This information might help you in the future if you work with someone from a different culture."}
{"input_text":"simplify to b1: Much of today's business is conducted across international borders, and while the majority of the global business community might share the use of English as a common language, the nuances and expectations of business communication might differ greatly from culture to culture. A lack of understanding of the cultural norms and practices of our business acquaintances can result in unfair judgements, misunderstandings and breakdowns in communication. Here are three basic areas of differences in the business etiquette around the world that could help stand you in good stead when you next find yourself working with someone from a different culture.","target_text":"Much of today's business is carried out across international borders, and most businesses across the world use English as a common language. However, what businesses expect from their communications might be very different from culture to culture. If we do not have enough knowledge of the normal ways of doing things in our business partners' and customers' cultures, we may misunderstand them and judge them unfairly as a result, and our relationships may get worse. Here are three basic areas of differences in business culture around the world that could help you when you next work with someone from a different culture."}
{"input_text":"simplify to a2: Between 100,000 and 50,000 years ago, though, we start to see the evidence of early human civilisation, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans did become more complex and more intelligent. Was it using language that caused their brains to develop? Or did their more complex brains start producing language?","target_text":"But we can see that people lived between 100,000 and 50,000 years ago: there are early paintings, for example. What is the relationship between these paintings and language? No one knows. Brains didn't quickly get bigger, but people became more clever. Did their brains get better because they used language? Or did language come from having better brains?"}
{"input_text":"simplify to b1: Between 100,000 and 50,000 years ago, though, we start to see the evidence of early human civilisation, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans did become more complex and more intelligent. Was it using language that caused their brains to develop? Or did their more complex brains start producing language?","target_text":"Between 100,000 and 50,000 years ago, however, we start to see signs of early human societies, through cave paintings for example; no one knows the connection between this and language. Brains didn't suddenly get bigger, yet humans became more complicated and more intelligent. Did the use of language make their brains develop? Or did their more developed brains start producing language?"}
{"input_text":"simplify to a2: Many of the major supermarket chains have come under fire with accusations of various unethical acts over the past decade. They've wasted tonnes of food, they've underpaid their suppliers and they've contributed to excessive plastic waste in their packaging, which has had its impact on our environment. But supermarkets and grocers are starting to sit up and take notice. In response to growing consumer backlash against the huge amounts of plastic waste generated by plastic packaging, some of the largest UK supermarkets have signed up to a pact promising to transform packaging and cut plastic wastage.","target_text":"Some people are angry at the big supermarkets. They say they do many bad or wrong things. For example, they throw away a lot of food, they buy things cheaply and sell them expensively, and the things they sell include too much plastic, which is bad for our world. But big and small shops are starting to do something, because their customers are getting more unhappy about the problem of too much plastic. Some of the largest supermarkets in the UK now say they are going to change the things they sell to use less plastic."}
{"input_text":"simplify to b1: Many of the major supermarket chains have come under fire with accusations of various unethical acts over the past decade. They've wasted tonnes of food, they've underpaid their suppliers and they've contributed to excessive plastic waste in their packaging, which has had its impact on our environment. But supermarkets and grocers are starting to sit up and take notice. In response to growing consumer backlash against the huge amounts of plastic waste generated by plastic packaging, some of the largest UK supermarkets have signed up to a pact promising to transform packaging and cut plastic wastage.","target_text":"Many of the main supermarkets have received negative comments in recent years, because it is said that they have done various bad or wrong things. They've wasted large amounts of food, they haven't paid enough money to the companies whose products they sell, and their products create a lot of plastic waste we don't need, which is damaging our environment. But markets and supermarkets are starting to care about this. In answer to increasing customer unhappiness about the huge amounts of waste from plastic covers, packets and boxes, some of the largest UK supermarkets have signed a promise to change their products and cut plastic waste."}
{"input_text":"simplify to a2: Wasfia Nazreen first came across a hula hoop as a young girl, when she saw a foreign child who was visiting her native Bangladesh playing with one. Wasfia reluctantly stood by and watched, as in her country it was believed that girls should not play with hula hoops or ride bikes. Now Wasfia is one of the few people in the world to have climbed the Seven Summits, including Everest and Kilimanjaro, and the first to have hula-hooped on each peak. Her reason for doing so: to empower women and girls in a country which discourages them from doing sport.","target_text":"A 'hula hoop' is a kind of toy. It's a large circle of plastic. Children stand inside it, pick it up, put it around their middles, then move their bodies: they are trying to stop the hula hoop from falling down. The first time Wasfia Nazreen saw a hula hoop, she was a young girl living in Bangladesh. A foreign girl was playing with it. Wasfia wanted to try it, but she didn't, because people in Bangladesh didn't think girls should play with hula hoops or ride bikes. Now, Wasfia has climbed seven of the highest mountains in the world and, at the top of every mountain, she uses her hula hoop. Nobody else has ever done that! She does it because she wants to show other women and girls in her country that they can do different things. Her country doesn't like women who do sport."}
{"input_text":"simplify to b1: Wasfia Nazreen first came across a hula hoop as a young girl, when she saw a foreign child who was visiting her native Bangladesh playing with one. Wasfia reluctantly stood by and watched, as in her country it was believed that girls should not play with hula hoops or ride bikes. Now Wasfia is one of the few people in the world to have climbed the Seven Summits, including Everest and Kilimanjaro, and the first to have hula-hooped on each peak. Her reason for doing so: to empower women and girls in a country which discourages them from doing sport.","target_text":"A 'hula hoop' is a kind of toy. It's a large plastic ring which children put around their middles. They then move their bodies to move the hula hoop and try to prevent it from falling down. Wasfia Nazreen first saw a hula hoop as a young girl, when she saw a foreign child playing with one in Bangladesh, her home country. Wasfia could only stand and watch, because in her country people believed that girls should not play with hula hoops or ride bikes. Now, Wasfia has climbed the highest mountain on every continent in the world - all seven, including Everest and Kilimanjaro - which only a few people in the world have done. She has also hula-hooped on each peak. Her reason for doing so: to make women and girls feel they can do a wider range of things in a country which does not encourage them to do sport."}
{"input_text":"simplify to a2: On the basis of these findings, we recommend that Girox Foods adopt a more people-oriented management style. As part of this, we should explore ways of offering more flexible working hours to our employees and consider how we can enable employees to work from their chosen locations. Managers need to consider a variety of ways to challenge our staff and provide more positive reinforcement and recognition of the work they do. Increased investment in professional development, especially in the area of social and intercultural communication, could also contribute to creating a positive environment for employees to produce their best work.","target_text":"We've looked carefully at Girox Foods, and we have some advice. The company should change. The managers should see the workers as more important. For example, if the workers want to change when and where they work, it should be possible. We should give workers different jobs sometimes so they will be more interested. We should also show them more often that we like their work. We should spend more money on teaching them, for example about how to talk to people, especially people from other countries. If we do all these things, this will be a better place to work, and then people can do their best work here."}
{"input_text":"simplify to b1: On the basis of these findings, we recommend that Girox Foods adopt a more people-oriented management style. As part of this, we should explore ways of offering more flexible working hours to our employees and consider how we can enable employees to work from their chosen locations. Managers need to consider a variety of ways to challenge our staff and provide more positive reinforcement and recognition of the work they do. Increased investment in professional development, especially in the area of social and intercultural communication, could also contribute to creating a positive environment for employees to produce their best work.","target_text":"Looking at these research results, we recommend that Girox Foods changes its management style so that it begins to attach more importance to its employees. As part of this, we should consider ways of offering our employees opportunities to change their working hours and also locations. Managers need to consider a variety of ways to give our staff a challenge and to show they notice and support the work they do. We should increase our spending on training, especially on the topics of communicating socially and with people from other cultures. This may also help to create positive  working conditions where employees produce their best work."}
{"input_text":"simplify to a2: In the last two centuries, improvements in technology and health meant fewer children died young, fuelling rapid population growth. These large families produced even more children who survived into adulthood and had their own children. But with the wider availability of contraception in the 1960s, the global average number of babies per woman has declined from six babies per woman to as low as two.","target_text":"In the last two hundred years, technology and health have improved, so not so many young children died. Instead, the population grew rapidly. These large families had even more children, and those children grew up and had their own children. But from the 1960s, science helped women have sex without having babies. Before that change, a woman often had six children. Afterwards, the number went down to two."}
{"input_text":"simplify to b1: In the last two centuries, improvements in technology and health meant fewer children died young, fuelling rapid population growth. These large families produced even more children who survived into adulthood and had their own children. But with the wider availability of contraception in the 1960s, the global average number of babies per woman has declined from six babies per woman to as low as two.","target_text":"In the last two centuries, improvements in technology and health meant fewer children died young. For this reason, the population grew rapidly. These large families produced even more children who grew up, became adults and had their own children. But since the 1960s, when 'the pill' became available to most women, the average number of babies born has decreased from six babies per woman to two."}
{"input_text":"simplify to a2: Having an increased awareness of the possible differences in expectations and behaviour can help us avoid cases of miscommunication, but it is vital that we also remember that cultural stereotypes can be detrimental to building good business relationships. Although national cultures could play a part in shaping the way we behave and think, we are also largely influenced by the region we come from, the communities we associate with, our age and gender, our corporate culture and our individual experiences of the world. The knowledge of the potential differences should therefore be something we keep at the back of our minds, rather than something that we use to pigeonhole the individuals of an entire nation.","target_text":"If we know more about other cultures, that can help people from different countries to understand each other better. However, we must also be careful that what we know does not affect our business relationships badly. It's true that the things we do and think come from our country's culture. But they also come from other things too, for example: the area we live in, the company we work at, being a man or a woman, our family and friends, our age, and our past. So, we shouldn't forget what we know about possible differences, but we also shouldn't think we know people before we meet them."}
{"input_text":"simplify to b1: Having an increased awareness of the possible differences in expectations and behaviour can help us avoid cases of miscommunication, but it is vital that we also remember that cultural stereotypes can be detrimental to building good business relationships. Although national cultures could play a part in shaping the way we behave and think, we are also largely influenced by the region we come from, the communities we associate with, our age and gender, our corporate culture and our individual experiences of the world. The knowledge of the potential differences should therefore be something we keep at the back of our minds, rather than something that we use to pigeonhole the individuals of an entire nation.","target_text":"An increased knowledge of the possible differences in expectations and behaviour can help us avoid cases of miscommunication. However, it is essential that we also remember that what we believe about other cultures can negatively affect our business relationships. Although national cultures can affect the way we behave and think, in general, other factors also affect us, for example: the region we come from, the social groups we belong to, our age, being male or female, our company's culture, and our individual experiences of the world. Therefore, we should keep our knowledge of the possible differences at the back of our minds, rather than using it to make predictions about all the people in a country."}
{"input_text":"simplify to a2: Unlike many other best-selling album artists, Springsteen is still releasing chart-topping, stadium-filling new music and remains at the top of his game in his late 60s. It doesn't surprise me at all. This is a man who tells us our most fundamental stories about ourselves and, when you listen to Born in the USA, those stories are as relevant today as they ever were.","target_text":"Springsteen is different from many other pop or rock stars. He is nearly 70 years old, but he is still making new music so popular that he plays it to very large crowds, and his writing, singing and guitar playing are as good as ever. This is no surprise to me. His songs tell us important stories about ourselves and the story in 'Born in the USA', for example, is still important to us today."}
{"input_text":"simplify to b1: Unlike many other best-selling album artists, Springsteen is still releasing chart-topping, stadium-filling new music and remains at the top of his game in his late 60s. It doesn't surprise me at all. This is a man who tells us our most fundamental stories about ourselves and, when you listen to Born in the USA, those stories are as relevant today as they ever were.","target_text":"Springsteen is different from many other musicians who make albums, because he is still creating popular new music, attracting huge crowds to listen to it, and writing and performing as well as ever, despite being in his late 60s. It doesn't surprise me at all. This is a man who tells us our most important stories about ourselves and, when you listen to 'Born in the USA', you realise that his stories are as important today as they ever were."}
{"input_text":"simplify to a2: More questions lie in looking at the influence of genetics on brain and language development. Are there genes that mutated and gave us language ability? Researchers have found a gene mutation that occurred between 200,000 and 100,000 years ago, which seems to have a connection with speaking and how our brains control our mouths and face. Monkeys have a similar gene, but it did not undergo this mutation. It's too early to say how much influence genes have on language, but one day the answers might be found in our DNA.","target_text":"There are other questions. For example, what does our biology do to our brains and our language? In the past, did something change in our biology and then we could make language? Science has found that there was a change in our biology between 200,000 and 100,000 years ago. Maybe the change affected speaking, because it was about how our brains move our mouths and faces. Monkeys, for example, did not change in the same way. We don't know the answers to these questions yet, but in the future, if we study our biology and history enough, we may find the answers."}
{"input_text":"simplify to b1: More questions lie in looking at the influence of genetics on brain and language development. Are there genes that mutated and gave us language ability? Researchers have found a gene mutation that occurred between 200,000 and 100,000 years ago, which seems to have a connection with speaking and how our brains control our mouths and face. Monkeys have a similar gene, but it did not undergo this mutation. It's too early to say how much influence genes have on language, but one day the answers might be found in our DNA.","target_text":"More questions appear if we look at the historical effects of our biology on our brains and language development. In the past, did changes in our biology give us language ability? Research has found a change that took place between 200,000 and 100,000 years ago, and it seems this change is connected with speaking and how our brains control our mouths and faces. Monkeys have a similar biology to us, but they did not experience this change. Have changes like this affected our language development, and if so, how much? It's too early for us to know yet, but one day, after more research, we might find the answers."}
{"input_text":"simplify to a2: Julie Wong is a leading researcher in the field of Robotics and AI. She has been published extensively as author and co-author of over 50 papers in highly regarded, peer-reviewed journals. She frequently speaks at international conferences and was awarded the prestigious Royal Academy Simone Fielding fellowship in 2012. Julie lives with her family in a smart home she designed herself.","target_text":"Julie Wong is a very important scientist computer scientist. She has written more than 50 important articles, alone or with other people, and she often travels to speak in foreign countries. In 2012, the Royal Academy, which is very famous, invited her to become a member. Julie lives with her family in a nice, tidy home. She drew the plans for her home herself."}
{"input_text":"simplify to b1: Julie Wong is a leading researcher in the field of Robotics and AI. She has been published extensively as author and co-author of over 50 papers in highly regarded, peer-reviewed journals. She frequently speaks at international conferences and was awarded the prestigious Royal Academy Simone Fielding fellowship in 2012. Julie lives with her family in a smart home she designed herself.","target_text":"Julie Wong is one of the most important researchers studying robots and computers. By herself or together with colleagues, she has authored over 50 articles in well respected, carefully checked publications. She frequently speaks at international conferences and she was given membership of the Royal Academy in 2012, which is a terrific achievement. Julie lives with her family in a smart home she designed herself."}
